[
  {
    "title": "[HN] Fresher/Junior Backend Developer (Java)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/T%E1%BA%ADp-%C4%90o%C3%A0n-Sunshine?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjblo1gmen800&fromjk=c68e829c4ec44052",
    "description": [
      "MÔ TẢ CÔNG VIỆC  Tham gia phát triển các dịch vụ Backend cho ứng dụng Mobile, Web Tham gia phát triển ứng dụng quản lý tập đoàn, ứng dụng Backend cho IoT, ứng dụng Realtime Có cơ hội tham gia phát triển các dự án mới vô cùng đa dạng trong lĩnh vực Fintech (Ngân hàng, chứng khoán, đầu tư tài chính, bất động sản): Phát triển các ứng dụng liên quan đến các hệ thống ngân hàng trực tuyến: Internet web, Mobile app, cổng thanh toán (payment gateway), phát triển các tiện ích thanh toán thẻ và các hệ thống ứng dụng khác hỗ trợ giao dịch trực tuyến; các ứng dụng quản trị nội bộ: Quản lý và phê duyệt các khoản, số hóa thủ tục giấy tờ, quản lý bán hàng và các ứng dụng hỗ trợ thúc đẩy công tác quản lý và kinh doanh, các ứng dụng trên hệ thống core hoặc ứng dụng tích hợp với hệ thống core… Làm việc theo sự phân công của Trưởng nhóm/Quản lý dự án, phối hợp giữa các nhóm để phát triển sản phẩm.  YÊU CẦU ỨNG VIÊN  Tốt nghiệp ĐH chuyên ngành Công nghệ thông tin, Điện tử viễn thông, Toán tin ứng dụng, hoặc các chuyên ngành có liên quan về lập trình phát triển ứng dụng Có kiến thức tốt về lập trình và thiết kế hướng đối tượng (OOP), Design Patterns Có nền tảng cấu trúc dữ liệu và giải thuật tốt Có kiến thức tốt về quy trình phát triển phần mềm Ưu tiên ứng viên có kinh nghiệm lập trình Java, Angular Yêu thích công việc lập trình, có tư duy logic – thuật toán tốt, có khả năng học hỏi Có thái độ cầu tiến, chủ động, trách nhiệm trong công việc. Ưu tiên có kinh nghiệm làm việc trong dự án thật hoặc đồ án tốt nghiệp về: Java-web app (Spring, Struts, Hibernate, Java ADF); Lập trình front-end (HTML5, CSS3, Javascript); CSDL Oracle, MS SQL, PostgreSQL  QUYỀN LỢI ỨNG VIÊN  Được training các kiến thức về lập trình , tham gia vào các hoạt động triển khai dự án thực tế của Công ty Lương cạnh tranh, lương thưởng xứng đáng theo năng lực Có cơ hội trở thành nhân viên chính thức của công ty Đồng nghiệp thân thiện, nhiệt tình, luôn luôn sẵn sàng support nhau trong công việc Công việc phân chia rõ ràng, đảm bảo theo đúng năng lực và đúng khối lượng cho mỗi cá nhân Tham gia các các hoạt động của công ty như: team building, annual trips, barbecues, … Được hưởng đầy đủ các quyền lợi theo luật lao động, nghỉ phép, được tham gia đóng BHXH, BHYT Thưởng vào các ngày lễ tết 30/04, 01/05, 08/03, tết âm lịch, dương lịch và lương tháng thứ 13 Được hưởng các chính sách, ưu đãi về dịch vụ của Tập đoàn đối với nhân viên như mua nhà, mua sắm S’Mart, S’Cafe, học tập S’School, nghỉ dưỡng, chăm sóc sức khỏe, đi lại…. Địa điểm làm việc: Tòa Sunshine Center, 16 Phạm Hùng, Nam Từ Liêm, HN ; Thời gian làm việc: Từ thứ 2 đến thứ 5 (08h00 – 18h00), thứ 6 (08h00 – 17h00)"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=c68e829c4ec44052&bb=NzbPDhKhZ_mjaOmTaBucKD8mqZ7HpyIeNRGnOEks-toT2yTf8BPHv8lj9TBRrEsS3lZhUnM53cbe0Am5FFzGPRtIaAeJvMsKmkoGhMrBQDa1JoXObUqBHzqYYUNkDjpA&xkcb=SoB_67M36suhX5y23B0LbzkdCdPP&fccid=b66256f4d62ba2fa&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "[CENHOMES] Junior Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Cen-Group?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjbrqegf4m800&fromjk=c2330ffa1eb37bb2",
    "description": [
      "Mã tuyển dụng: NTD-9632  Loại công việc: Toàn thời gian cố định  Nhóm công việc: IT / Công nghệ thông tin  Số lượng tuyển: 2  Hạn nộp hồ sơ: 30/11/2024  Công ty: Công ty TNHH TMĐT Ngôi Nhà Thế Kỷ (Viết tắt: CenHomes.vn)  Địa điểm làm việc: Hà Nội",
      "",
      "Mô tả công việc Hỗ trợ thiết kế và phát triển hệ thống backend, đảm bảo hiệu suất và khả năng mở rộng. Tham gia xây dựng và duy trì API (RESTful, GraphQL) cho ứng dụng web và di động. Hỗ trợ quản lý cơ sở dữ liệu (SQL, NoSQL) và tối ưu hóa hiệu suất hệ thống. Tham gia quy trình phát triển Agile/Scrum và thực hiện code review. Hợp tác với nhóm frontend và QA để đảm bảo chất lượng sản phẩm. Yêu cầu Tốt nghiệp Đại học/Cao đẳng chuyên ngành Công nghệ thông tin hoặc các ngành liên quan. Ít nhất 1 năm kinh nghiệm làm việc với vai trò Backend Developer. Thành thạo một hoặc nhiều ngôn ngữ lập trình: Java, Python, NodeJS. Có kiến thức cơ bản về API và cơ sở dữ liệu (SQL, NoSQL). Kỹ năng làm việc nhóm và giải quyết vấn đề tốt.  Ưu tiên:   Kinh nghiệm với DevOps, Docker, và các nền tảng cloud (AWS, Azure, GCP) là lợi thế. Kinh nghiệm với hệ thống có lượng người dùng lớn và hệ thống e-commerce là điểm cộng. Quyền lợi - Lương 20 - 30 triệu, thưởng tháng 13, bảo hiểm đầy đủ  Môi trường làm việc chuyên nghiệp, cơ hội học hỏi và phát triển công nghệ mới Được hưởng đầy đủ mọi quyền lợi theo đúng Luật lao động hiện hành Được hưởng các chế độ Phúc lợi đặc biệt dành cho cán bộ công nhân viên của Cen Group Được tham gia du lịch nghỉ mát hàng năm cùng Tập đoàn Được xét khen thưởng, tăng lương theo định kì Được tham gia các khóa đào tạo nhằm nâng cao nghiệp vụ Được trang bị bảo hiểm sức khỏe hàng năm Liên hệ  Hình thức nộp hồ sơ: Qua Email  Người liên hệ: Phòng Nhân sự Tập đoàn  Địa chỉ liên hệ:  Email liên hệ: duongnt16.bof@cenhomes.vn  Điện thoại liên hệ: 0866170499"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=c2330ffa1eb37bb2&bb=NzbPDhKhZ_mjaOmTaBucKACkm2Sp95tOucUFczPq1F12R1r-_pHZyf0g6klJiDPA4ADoHQihgCjrtBKSy8pJ7ef63tL9j-ndVgUKA_lLkemjZmn4w1VvNSW_pWKWPFga&xkcb=SoDL67M36suhX5y23B0KbzkdCdPP&fccid=983438afd027bd44&vjs=3",
    "crawlTime": "29/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-C%C3%B4ng-Ngh%E1%BB%87-Amz?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjc1jpgmf580f&fromjk=bdb0cdd8c7591234",
    "description": [
      "Mô tả công việc:  (Mức lương: Thỏa thuận) Tham gia vào toàn bộ vòng đời của ứng dụng, tập trung vào coding và debug các dự án website và hệ thống; Viết API kết nối giữa các hệ thống, và phục vụ trao đổi dữ liệu với mobile & front-end; Xây dựng code có thể sử dụng lại và các thư viện để thuận tiện cho việc sử dụng trong tương lai; Thu thập và xử lý các yêu cầu thiết kế và kỹ thuật; Tham gia vào quá trình phân tích và thiết kế hệ thống; Nghiên cứu và áp dụng các công nghệ mới để tối ưu hóa hiệu quả phát triển sản phẩm; Đảm bảo sản phẩm làm ra cần phải chạy đúng nghiệp vụ và tốc độ xử lý cũng phải tối ưu cho lượng người dùng lớn.  Chức vụ: Nhân viên/Chuyên viên  Hình thức làm việc: Toàn thời gian  Quyền lợi được hưởng:  Được training về kỹ năng mềm, kỹ năng quản lý dự án, quản lý chất lượng; Làm việc trong môi trường năng động, cởi mở; Được học hỏi và đào tạo học việc bài bản từ các leader có nhiều năm kinh nghiệm; Có cơ hội phát triển bản thân, tiếp xúc với các công nghệ mới; Teambuilding, hoạt động văn nghệ thể thao.  Yêu cầu bằng cấp (tối thiểu): Trung cấp - Nghề  Yêu cầu công việc:  Có ít nhất 1 năm kinh nghiệm tại vị trí tương đương; Thành thạo Java, Spring, SpingBoot; Có kiến thức về cơ sở dữ liệu MySQL hoặc Oracle, MongoDB; Có kiến thức về OOP & Design Patterns và hệ điều hành Linux (Ubuntu, CentOS) là một lợi thế; Tư duy logic tốt, có khả năng phân tích, học hỏi nhanh; Kỹ năng làm việc theo nhóm, làm việc độc lập.  Yêu cầu giới tính: Nam/Nữ  Ngành nghề: Backend,Frontend (HTML/CSS),IT Phần Mềm,NodeJS,PHP",
      "",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=bdb0cdd8c7591234&bb=NzbPDhKhZ_mjaOmTaBucKGJBy44M2LihCjF-BEHJnJSgJygrI9elneRzuprwrNyIQSVzN1IkZXZ6BMZzYrtTc5YWDm__YdwkJxpWYpcuVS213_-yU4qKQ0-97hu0eQ27&xkcb=SoBW67M36suhX5y23B0JbzkdCdPP&fccid=289c0bb50153aca2&vjs=3",
    "crawlTime": "29/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "(Remote) Java Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Hexience-Systems-Limited-2?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjc76ggeqc800&fromjk=64cef362bf1955b3",
    "description": [
      "Job Summary",
      "● Highly skilled and experienced Java Developer",
      "● Specialize in server-side development and system integrations,",
      "● Contributing to the design, development, and optimization of our backend services.",
      "● Requires deep expertise in Java and related technologies",
      "Key Responsibilities:",
      "● Develop and maintain the platform with a focus on server-side integration & infrastructure",
      "● Help build industry specific accelerators",
      "● Provide last line of support for clients across a variety of open-source technologies.",
      "● Performance Optimization: Identify bottlenecks and bugs, and devise solutions to these problems to enhance application efficiency and scalability.",
      "● Code Quality Assurance: Maintain and improve code quality, organization, and automatization. Implement comprehensive unit and integration tests.",
      "● Collaboration and Reporting: Work closely with other team members, partners, including project managers and other developers, to meet client and project requirements. Provide detailed updates and documentation on development processes, code, and project progress.",
      "Required Skills and Qualifications",
      "● Bachelor’s degree in Computer Science, Engineering, or a related field.",
      "● Minimum of 3 years of experience in Java development focusing on backend systems.",
      "● Strong understanding of Java and its ecosystem. Knowledge of the following technologies",
      "Must Have:",
      "Good Experience with Java, Kubernetes, Git Working Experience with Python, Databases (MariaDB/MySQL), REST APIs & working with third party libraries",
      "Nice to Have:",
      "Good Experience with Spring/Spring Boot, jBPM/Business Central, Keycloak, AWS/EKS. Working Experience with RPA (any provider), Databricks.",
      "● Solid understanding of object-oriented programming and familiar with various design and architectural patterns.",
      "● Skill for writing reusable Java libraries and clean, readable Java code.",
      "● Good in verbal & written English",
      "Loại hình công việc: Toàn thời gian"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=64cef362bf1955b3&bb=NzbPDhKhZ_mjaOmTaBucKGVv154W-_kMsEt4TPyWymNMvhYDDwPKhB273FUEotCTnuXEGY67sQiO3xRAWDSWmfQFU_XpDQN6qhhGoUqLwdTYSWQkntV-uiHPFlD6BmAd&xkcb=SoDi67M36suhX5y23B0IbzkdCdPP&fccid=1b78e3ffb201e294&cmp=Hexience-Systems-Limited&ti=Back+End+Developer&vjs=3",
    "crawlTime": "29/10/2024",
    "salary_range": "Full-time"
  },
  {
    "title": "Junior Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Techx?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjccvjgf4m800&fromjk=d9dd9e5e21707fc7",
    "description": [
      "The Junior Backend Developer will take full responsibility for developing and maintaining the server-side functionalities of the Performance Management System MVP. You will design and implement APIs, manage data storage solutions, and ensure smooth integration with frontend components, enabling a robust and secure backend environment. This role is ideal for an entry-level developer eager to contribute to an impactful project within a collaborative team.  Key Responsibilities  API Development and Integration:  Design, build, and maintain RESTful APIs to support frontend applications and ensure seamless data flow across components. Collaborate with the frontend team to integrate backend services, providing reliable and efficient access to KPI, performance review, and bonus data.  Database Management:     Set up and manage database schemas and tables for storing employee performance data, using databases such as DynamoDB or SQL. Ensure data integrity, efficiency, and security through optimized data retrieval and storage practices.  Server-Side Logic Implementation:  Develop backend logic to handle business processes such as KPI tracking, bonus calculations, and performance reviews. Optimize backend performance to ensure fast and scalable API response times for a smooth user experience.  Testing and Debugging:  Conduct unit testing to validate backend logic and API functionality, ensuring high-quality code and reliable performance. Identify, troubleshoot, and resolve any backend issues, collaborating with the frontend and DevOps teams as needed.  Documentation and Collaboration:  Document code, API endpoints, and workflows, enabling transparency and ease of future maintenance. Coordinate with the project manager and other development team members to meet project timelines and deliverables.  Qualifications  Bachelor’s degree in Computer Science, Software Engineering, or a related field. Proficiency in server-side languages, particularly JavaScript with Node.js, and knowledge of backend frameworks (e.g., Express). Basic understanding of RESTful APIs and experience with API integration. Familiarity with database concepts (NoSQL or SQL) and experience with databases like DynamoDB or MySQL. Knowledge of version control (Git) and collaborative development processes. Strong analytical and problem-solving skills with attention to detail. Self-motivated and accountable, with the ability to take ownership of backend tasks. Eagerness to learn new technologies and grow in a collaborative, fast-paced environment. Basic knowledge of AWS services, particularly Lambda, API Gateway, and DynamoDB. Exposure to testing frameworks and test-driven development (TDD) practices.  Why Join Us?   As a Junior Backend Developer, you will play an essential role in building the server-side structure for our Performance Management System MVP, contributing directly to its success. This position offers a hands-on opportunity to take ownership of backend tasks and collaborate with experienced engineers, making it ideal for a developer who wants to grow their skills and make a real impact in an innovative project environment.     Apply now!  Due to the high volume of applicants, only shortlisted candidates will be contacted. We apologize for this inconvenience!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=d9dd9e5e21707fc7&bb=NzbPDhKhZ_mjaOmTaBucKHHa83FCDcFJ-P6bdYMski0vN2uyqhQ8ymNbfxlS7YPPge8QS8b5Ht91BSvvF8YSb7R4hvhuN85UbynGnOpFxm1_y0gM5wsIto-VQw8MK2s_&xkcb=SoBs67M36suhX5y23B0PbzkdCdPP&fccid=7d332407cdab46f5&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "Tuyển dụng Backend Developer (Java)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Dtsgroup?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjcij7h11s800&fromjk=ce0d580463c4f2f2",
    "description": [
      "MÔ TẢ CÔNG VIỆC  Tham gia các dự án phát triển Applcation Server, Service Bảo trì và nâng cấp các sản phẩm sẵn có Nghiên cứu, áp dụng các công nghệ mới vào các sản phẩm, dịch vụ  YÊU CẦU CÔNG VIỆC  Có kiến thức tốt về Java core Có kiến thức tốt về lập trình hướng đối tượng Có kiến thức tốt về 1 trong các cơ sở dữ liệu: MySQL, MS SQL Sever Tư duy tốt, học hỏi nhanh Khả năng chiến đấu cao, Chịu được áp lực công việc.  QUYỀN LỢI:  Thời gian làm việc từ T2-T6 hàng tuần , từ 08h-17h. Mức thu nhập tương xứng với công sức và năng lực. + Lương khởi điểm theo thỏa thuận phù hợp với năng lực, thử việc 90% lương chính thức, lương NET. + Thưởng cá nhân xuất sắc, thưởng tết hằng năm theo kết quả kinh doanh của Công ty. Được xem xét đánh giá tăng lương hằng năm. Phụ cấp ăn trưa, gửi xe Công ty đóng BHXH cho nhân viên 100%. Các chế độ khác tuân thủ theo Luật Lao động hiện hành: nghỉ phép (12 ngày nghỉ phép giữ nguyên lương), chế độ thai sản (nghỉ 6 tháng)… Môi trường làm việc sáng tạo, năng động, kích thích khả năng phát triển cá nhân cao, sự tự chủ bản thân. Lương tháng 13, thưởng theo dự án, thưởng lễ tết. Chế độ nghỉ Tết (DL, Nguyên đán), các ngày Lễ (30/4, 1/5, 2/9..) theo quy định của Nhà nước Ngày Nghỉ phép: 12 ngày/năm (tính ngày phép từ thử việc) và nghỉ việc riêng Chế độ sinh nhật nhân viên hàng tháng, sinh nhật công ty hàng năm. Chế độ du lịch, teambuilding 2 lần/ năm, du lịch trong và ngoài nước. Môi trường trẻ trung thân thiện, nhiều cơ hội thăng tiến Nhiều dự án lớn, đa dạng công nghệ để học hỏi và phát triển Tài trợ chi phí thi các chứng chỉ chuyên môn và chính sách thưởng, phụ cấp hấp dẫn khi có các chứng chỉ chuyên môn. Miễn phí trà, cafe, bánh kẹo tại pantry Công ty, tủ sách.    THÔNG TIN VỀ CÔNG TY  Địa chỉ làm việc : Tầng 05 tòa nhà CMAT, Số 09 ngõ 04 Duy Tân, Phường Dịch Vọng Hậu, Quận Cầu Giấy, Hà Nội. Website: https://dtsgroup.com.vn/ Email: hr@dtsgroup.com.vn ĐT liên hệ – phòng HCNS: 0378.742.492 (Ms Nhung)"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=ce0d580463c4f2f2&bb=NzbPDhKhZ_mjaOmTaBucKMPGxL2YzdmE7aJ-e2LraBJxkz5Rmd996PsgUdoY-KMIk1SsAnaO8PVU37uTA76t70KA8dR7hKxPHc1PGytzdbdiOw0ooP2VlY403lcqvNl6&xkcb=SoDY67M36suhX5y23B0ObzkdCdPP&fccid=76d29f5ff9b94c10&vjs=3",
    "crawlTime": "29/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Comit-Corp-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjco59gmfj800&fromjk=0586fac2819ec677",
    "description": [
      "Từ khi thành lập năm 2003, COMIT đã có những bước đi vững chắc và không ngừng sáng tạo, đổi mới trong lĩnh vực Viễn thông, IT, IoT, AI. COMIT luôn coi trọng việc mang tới các cơ hội đầy triển vọng cho nhân viên. Chúng tôi tin tưởng nhân viên hạnh phúc sẽ xây dựng các giải pháp, dịch vụ tuyệt vời cho khách hàng. COMIT đang tìm kiếm tài năng đồng hành tạo nên các sản phẩm chiến lược với vị trí  Backend Developer: Phát triển các dự án dựa trên nền tảng công nghệ lõi là xử lý ảnh đã có sẵn (Face matching, Face searching ...)  Nghiên cứu, phát triển, xây dựng hệ thống frontend/ backend/ core API cho các dự án bằng các ngôn ngữ (backend: Java, NodeJS) Tham gia vào phân tích, thiết kế các tính năng của phần mềm. Hỗ trợ, cải thiện, tối ưu hóa hệ thống trong quá trình vận hành.  Bạn có cơ hội:  - Nhận thu nhập: 1000$ - 2000$, thưởng & các đãi ngộ hấp dẫn  Được tiếp cận, học hỏi các công nghệ mới như: Kafka, microservice, docker, kubernetes… Các công nghệ tối ưu hóa mô hình trong AI Là những người trẻ tiên phong tham gia xây dựng và phát triển các sản phẩm mới, hướng kinh doanh mới Làm việc cùng với những đồng đội xuất sắc. Môi trường làm việc cởi mở và năng động, khuyến khích trao đổi ý tưởng ở mọi cấp, bạn được chủ động làm việc, sáng tạo theo cách riêng Bạn là người đồng sự lý tưởng khi nắm giữ các năng lực:  Tốt nghiệp đại học loại khá trở lên chuyên ngành CNTT, ĐTVT, Khoa học máy tính, Toán tin ứng dụng và các chuyên ngành liên quan. Kinh nghiệm từ 1 năm trở lên ở vị trí tương tự Thành thạo sử dụng một trong các ngôn ngữ lập trình backend: Java (Spring boot), NodeJS (Express). Hiểu biết tốt về UI/UX Thành thạo sử dụng Git. Nắm vững kiến thức về ngôn ngữ truy vấn SQL các relational database như Mysql hoặc sử dụng được NoSQL database như MongoDB. Biết sử dụng Docker, Redis, kafka là một lợi thế. Có kiến thức về AI là một điểm cộng Kỹ năng khác:  Làm việc nhóm Tiếng Anh: đọc hiểu các tài liệu chuyên ngành. Quản lý thời gian: biết cách tổ chức & sắp xếp công việc.  Đi làm có gì vui?  Đồng đội \"bơm dolping\" đồ ăn, chém gió \"cà khịa\" vào happy hour ... Nhân viên được \"bật\" Sếp mà vẫn vui (dân chủ, cởi mở) Ghi nhận thành tích với các chế độ thưởng phong phú: thưởng cuối năm, thưởng nóng, thưởng dự án, thưởng Star of the month, thưởng cá nhân xuất sắc theo các giá trị văn hóa của COMIT. Tham gia các hoạt động teambuilding, sự kiện năm siêu vui và \"lầy lội\": phượt, leo núi, nghỉ mát, hội nghị Diên Hồng, sinh nhật công ty, sport day, online teambuilding (Hack COMIT's Tours, Happy Virus...) Thời gian làm việc từ thứ 2 đến thứ 6 (nghỉ thứ 7, CN). Có tới 9 ngày nghỉ mỗi tháng để tận hưởng sở thích cá nhân và dành thời gian cho bạn bè, người yêu, gia đình (gồm 1 ngày nghỉ phép)  Thông tin hỗ trợ: Ms Hà - hr@comitcorp.com"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=0586fac2819ec677&bb=NzbPDhKhZ_mjaOmTaBucKBsRCFpXdk0nPRxLhujtML_9rG8_B8VvJKbcKUBqAbR5QIkSQGrbBhgBVxggkVB9iR25MjGdUdrhomyyYJ-C8K1bBEgC91f_b53EMvO846Ot&xkcb=SoBF67M36suhX5y23B0NbzkdCdPP&fccid=aef88118b8c2cf4b&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "Backend Developer (Junior + Fresher)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-Techcom---Blockchain?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjd0kogeqc800&fromjk=d15083793096ad14",
    "description": [
      "Mô tả công việc:  (Mức lương: 17 - 22 triệu VNĐ) Phát triển ứng dụng web sử dụng Node.js và các Backend framework. Thiết kế và triển khai API, Rest API, GraphQL cho ứng dụng. Tối ưu hóa hiệu suất ứng dụng và xử lý dữ liệu lớn. Tương tác với các dịch vụ và công nghệ khác như cơ sở dữ liệu MongoDB, Redis, RabbitMQ, hoặc Docker. Thực hiện và duy trì kiểm thử đơn vị và kiểm thử tích hợp cho mã nguồn. Tìm hiểu và áp dụng các công nghệ mới và xu hướng trong lĩnh vực phát triển phần mềm.  Chức vụ: Nhân viên/Chuyên viên  Hình thức làm việc: Toàn thời gian  Quyền lợi được hưởng:  Mức lương hấp dẫn từ 750$ đến 1000$ tùy thuộc vào kỹ năng và kinh nghiệm. Tham gia đầy đủ BHXH, BHYT, BHTN. Nghỉ lễ theo quy định của nhà nước. Được hưởng lương tháng 13. Xét tăng lương theo quý dự vào hiệu suất làm việc và kết quả kinh doanh. Tham gia vào các hoạt động nghỉ mát, teambuilding hàng năm của công ty. Môi trường làm việc thân thiện và năng động. Cơ hội phát triển sự nghiệp và học hỏi từ các chuyên gia trong ngành. Được làm việc với các sản phẩm và dịch vụ công nghệ tiên tiến. Thời gian: 8h30 - 17h30, nghỉ trưa tới 13h30.  Yêu cầu bằng cấp (tối thiểu): Trung cấp - Nghề  Yêu cầu công việc:  Có từ 1-2 năm kinh nghiệm là ở vị trí BE hoặc tương đương. Kiến thức vững và kinh nghiệm làm việc với Node.js và JavaScript. Có kinh nghiệm làm việc với ít nhất một trong các công nghệ Express.js, Angular, NestJs, NextJs. Kiến thức cơ bản về HTML, CSS và các nguyên tắc của Front-End. Khả năng làm việc độc lập và trong nhóm. Sự ham học hỏi và khả năng giải quyết vấn đề. Thái độ tích cực, tinh thần cầu tiến và khả năng làm việc trong môi trường năng động. Tiếng Anh đọc hiểu văn bản, có thể giao tiếp là 1 lợi thế.  Yêu cầu giới tính: Nam/Nữ  Ngành nghề: Backend,IT Phần Mềm,Java",
      "",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=d15083793096ad14&bb=NzbPDhKhZ_mjaOmTaBucKI-PCNOmfmrVfFX3_aGhd0pqKOhRoo0besRPlT3_YIPXaQa1863EUsRWyV64SSKzs7sfZyLbNKKsJF_2NbnVEOI45OCwcts9-VmbGXszO07x&xkcb=SoDx67M36suhX5y23B0MbzkdCdPP&fccid=8d55fc472bca1a37&vjs=3",
    "crawlTime": "29/10/2024",
    "salary_range": "17,000,000 VNĐ - 22,000,000 VNĐ a month"
  },
  {
    "title": "Backend Developer Internship",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Motorist-Pte-Ltd?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjd66ph5d5800&fromjk=f3dc0f65f1f8ad0f",
    "description": [
      "",
      "Based in our Vietnam office, we are looking for interns to join our Backend Developers team. The Backend Developers' responsibilities are to design and implement reusable, testable, and efficient back-end features using Restful APIs, Microservices in Ruby on Rails and also sometimes do DevOps to deploy to staging/production that can handle a crazy amount of traffic.  Responsibilities  Under the guidance of the assigned mentor, you will be:  Keeping up with new technologies, frameworks, and best practices in backend development. Participating in code reviews and team discussions. Given opportunities to Identify and fix bugs or issues in the backend code and system architecture Reporting to the mentor on their study schedule and comply with the company's regulations. Requirements Hardworking and diligent in work. Ambitious, eager to learn both knowledge and soft skills for self-improvement. Friendly, sociable, and cheerful with team members. A mindset focused on contributing and dedicating to the company or team. Able to handle work pressure effectively. Logical and creative thinking in problem-solving. Show responsibility and honesty in executing all assigned responsibilities. Ability to adapt to new environments and understand tasks, issues, and requirements from assigned work. Skills and knowledge in SQL Database. Candidates familiar with source code management tools like Git and Sourcetree are highly desirable. Qualifications  This position is open to students who are currently pursuing a degree in Computer Science or related field."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=f3dc0f65f1f8ad0f&bb=NzbPDhKhZ_mjaOmTaBucKI-PCNOmfmrVkljToMZj-SZ8NRwUkG2i8exXo5j7nvCGHlraF9kAUmUMbaAHpmnQThQfcXbTRcmNANGfKcTtZm8CSCRJhcqP9jWsBxDwpkEG&xkcb=SoAY67M36suhX5y23B0DbzkdCdPP&fccid=5f81295f7189b1de&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "Java Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Comit-Corp-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjdbrt244d000&fromjk=55634845374fe548",
    "description": [
      "Từ khi thành lập năm 2003, COMIT đã có những bước đi vững chắc và không ngừng sáng tạo, đổi mới trong lĩnh vực Viễn thông, IT, IoT, AI. COMIT luôn coi trọng việc mang tới các cơ hội đầy triển vọng cho nhân viên. Chúng tôi tin tưởng nhân viên hạnh phúc sẽ xây dựng các giải pháp, dịch vụ tuyệt vời cho khách hàng. COMIT đang tìm kiếm tài năng đồng hành tạo nên các sản phẩm chiến lược với vị trí  Java Backend Developer (Java): Phát triển các dự án dựa trên nền tảng công nghệ lõi là xử lý ảnh đã có sẵn (Face matching, Face searching ...)  Nghiên cứu, phát triển, xây dựng hệ thống backend/ core API/ desktop app cho các dự án bằng ngôn ngữ Java; database: MongoDB, MySQL) Tham gia vào phân tích, thiết kế các tính năng của phần mềm. Hỗ trợ, cải thiện, tối ưu hóa hệ thống trong quá trình vận hành  Bạn có cơ hội:  Nhận thu nhập: upto $1000, thưởng & các đãi ngộ hấp dẫn Được tiếp cận, học hỏi các công nghệ mới như: Kafka, microservice, docker, kubernetes… Các công nghệ tối ưu hóa mô hình trong AI Là những người trẻ tiên phong tham gia xây dựng và phát triển các sản phẩm mới, hướng kinh doanh mới Làm việc cùng với những đồng đội xuất sắc. Môi trường làm việc cởi mở và năng động, khuyến khích trao đổi ý tưởng ở mọi cấp, bạn được chủ động làm việc, sáng tạo theo cách riêng Bạn là người đồng sự lý tưởng khi nắm giữ các năng lực:  Tốt nghiệp đại học loại khá trở lên chuyên ngành CNTT, ĐTVT, Khoa học máy tính, Toán tin ứng dụng và các chuyên ngành liên quan hoặc tương đương. Kinh nghiệm từ 1 năm trở lên ở vị trí tương tự Có thể tham gia làm Thiết kế chi tiết (DD) dựa trên đặc tả yêu cầu (SRS) và Thiết kế kiến trúc (SAD) Thành thạo sử dụng Java (Sping boot, Swing) Hiểu biết tốt về UI/UX là một lợi thế Thành thạo sử dụng Git. Nắm vững kiến thức về ngôn ngữ truy vấn SQL các relational database như: Mysql hoặc sử dụng được NoSQL database như MongoDB. Biết sử dụng Docker, Redis, kafka. Có kiến thức về AI là một điểm cộng Kỹ năng khác:  Làm việc nhóm Tiếng Anh: đọc hiểu các tài liệu chuyên ngành. Quản lý thời gian: biết cách tổ chức & sắp xếp công việc.  Đi làm có gì vui?  Đồng đội \"bơm dolping\" đồ ăn, chém gió \"cà khịa\" vào happy hour ... Nhân viên được \"bật\" Sếp mà vẫn vui (dân chủ, cởi mở) Ghi nhận thành tích với các chế độ thưởng phong phú: thưởng cuối năm, thưởng nóng, thưởng dự án, thưởng Star of the month, thưởng cá nhân xuất sắc theo các giá trị văn hóa của COMIT. Tham gia các hoạt động teambuilding, sự kiện năm siêu vui và \"lầy lội\": phượt, leo núi, nghỉ mát, hội nghị Diên Hồng, sinh nhật công ty, sport day, online teambuilding (Hack COMIT's Tours, Happy Virus...) Thời gian làm việc từ thứ 2 đến thứ 6 (nghỉ thứ 7, CN). Có tới 9 ngày nghỉ mỗi tháng để tận hưởng sở thích cá nhân và dành thời gian cho bạn bè, người yêu, gia đình (gồm 1 ngày nghỉ phép)  Thông tin hỗ trợ: Ms Hà - hr@comitcorp.com"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=55634845374fe548&bb=NzbPDhKhZ_mjaOmTaBucKHj86MGLF76VKiruoi99YRWtEjaHichE5WPf9IFTIJ2vamUJemlrnd7en2JwzcVmWMzkNzrlx5VFXmKq8FsrO6LEs4IyY45NLZx9x_5XtpBR&xkcb=SoCs67M36suhX5y23B0CbzkdCdPP&fccid=aef88118b8c2cf4b&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Nms?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjdhf4h11s800&fromjk=014b1f905cb8d2df",
    "description": [
      "MÔ TẢ CÔNG VIỆC  Tham gia nghiên cứu, phát triển các giải pháp an ninh mạng : Giám sát và phát hiện tấn công. Quản lý ATTT cho tổ chức/ doanh nghiệp. Phân tích yêu cầu, thiết kế hệ thống. Tối ưu hiệu năng hệ thống.  YÊU CẦU  Lập trình tốt, đặc biệt ngôn ngữ Python/ Golang Kinh nghiệm 1-1,5 năm trở lên Tư duy tốt, nắm bắt công nghệ nhanh. Ưu tiên ứng viên (không yêu cầu tất cả): Có kiến thức Design pattern và thiết kế hệ thống. Có kinh nghiệm tối ưu hệ thống/tham gia dự án lớn, số lượng người dùng đáng kể. Có kinh nghiệm làm việc với hệ thống thu thập và phân tích log tập trung. Biết sử dụng công nghệ NoSQL, Redis, Kafka. Ưu tiên ứng viên: Có kinh nghiệm làm việc trong các dự án sử dụng CI/CD Có kiến thức về Iaas/Paas/Saas và mô hình microservice, multi-tenancy architecture Am hiểu, có kinh nghiệm thực tế với các dự án chạy theo mô hình Agile/Scrum Có kinh nghiệm sử dụng các công cụ: Jenkins, kubernetes, Docker.  QUYỀN LỢI  Mức thu nhập cạnh tranh: 600$ – 1000$ “NMS care” bảo hiểm dành riêng cho nhân viên NMS. Nghỉ mát: Theo chính sách của công ty (vào tháng 5-6 hàng năm). Có cơ hội được xem xét nâng lương 2 lần 01 năm, tùy vào kết quả công việc. Môi trường làm việc hiện đại, thân thiện. Chính sách cho người lao động tuân theo “Bộ luật lao động” tại Việt Nam."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=014b1f905cb8d2df&bb=NzbPDhKhZ_mjaOmTaBucKGxecUx4aN_AVNH4VKQVMrpq9I5WSaOiEKu1y5azBGrqcVi2Zdc5hH86-G3Kb9v1bOKUS4pqqtEvwUOAGVi3C0lCPr1dRIuDMFl-Pup2PX3t&xkcb=SoAx67M36suhX5y23B0BbzkdCdPP&fccid=ef38a82745591d7c&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "JUNIOR BACKEND DEVELOPER (JAVA)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Unit-Corp?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjdpfdh5d5800&fromjk=bf259957ca281445",
    "description": [
      "",
      "UNIT Technology Corporation is looking to hire Junior Level Backend (JAVA) Developer to join our expanding team in District 3, HCMC.  Career Progression UNIT Techology Corporation believes that our employees are our number one asset, as such we invest heavily in career progression, training and development and work life balance. Here at UNIT Technology Corporation we have created a culture of inclusion, honesty and progression. We understand the desire to move up the career ladder, at UNIT there is no limit, it does not matter where you start, you will always be on the way up at UNIT Technology Corporation.  Duties & Responsibilities  In charge of programming, error checking & reporting for line manager. Participate in big projects belongs to Banking, Finance & Insurance. Participate in developing projects on Java & other technologies. Solutions: Banking and Finance. Cross industries: (Paperless; CheckinPro; BPM Hub; Napas ACH; CIC Host to Host; DMS; eP2P; eInvoice; Agency Portal; LDMS products; eRecruitment; ConstructionEMS).  Required Skills  At least 2 years of experience in Java development on Linux/Windows platform. Experience working with Oracle. Experience in programming languages Java, MVC, Javascript/Jquery, CSS3, HTML5, API, Jquery, Ajax, Bootstrap… Understanding of Java core, Spring MVC, Spring Boot, Angular, Vue.js. Understanding of Web Service API. Effective problem-solving skills. Ability to work in a team and work independently. Flexible, dynamic attitude and reliable.  Education  Bachelor/ college’s degree in Computer Science, Information Technology or equivalent.  Language skills:  Vietnamese (Fluent Native) English (mid-level)  Benefits Provided:  12 days annual leave + 3 days sick leave + 1 day birthday leave. 13th month salary bonus (Pro Rata). End of year party. Very competitive Salary and benefits. Health Care. Mid-year company trip. Monthly Team building. Fantastic Modern Offices. Latest technology. 5 days – working week. Training and Development."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=bf259957ca281445&bb=NzbPDhKhZ_mjaOmTaBucKDxxRW5Y_EYiCZJEJZdE-vcxKzbjPnKSw2iK62UN-Veh7qTl6rH8zKAH-hf-JGcQWiJrE6m1vkPdxKXOzjJkF9mfopMawlZMQxA5BbFs6fik&xkcb=SoCF67M36suhX5y23B0AbzkdCdPP&fccid=ed1af7d7934cc5b1&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "[HN] .NET BACKEND DEVELOPER (.NET core)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/T%E1%BA%ADp-%C4%90o%C3%A0n-Sunshine?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjdvdu24gc001&fromjk=1e891c937519de93",
    "description": [
      "MÔ TẢ CÔNG VIỆC Tham gia các dự án phát triển phần mềm trên nền tang .NET, C#… Nghiên cứu Frameworks, kiến trúc hệ thống phần mềm khối tài chính doanh nghiệp/ thương mại. .NET, Frameworks để phát triển chương trình cho dự án ERP. (C#) Phân tích và thiết kế chương trình Phát triển chương trình ERP, phát triển chương trình tùy biến Kiểm tra chương trình và sửa lỗi chương trình Bảo trì chương trình khách hàng Cung cấp đào tạo phát triển và tư vấn ERP. YÊU CẦU ỨNG VIÊN Có ít nhất 01 năm kinh nghiệm trở lên Có kiến thức về một trong các ngôn ngữ lập trình .NET (C#), TSQL, Java Có kiến thức lập trình ít nhất một trong các nền tảng sau: Web API, Services Có kiến thức về hệ quản trị CSDL: MySQL, SQL Server Có kiến thức về lập trình web (HTML5, javascript, CSS) QUYỀN LỢI ĐƯỢC HƯỞNG Chế độ phúc lợi  – Mức thu nhập hấp dẫn thỏa thuận theo năng lực và các khoản phụ cấp (ăn trưa, gửi xe)  – Tham gia các ác hoạt động của công ty như: team building, annual trips, barbecues, …  – Được hưởng đầy đủ các quyền lợi theo luật lao động, nghỉ phép, được tham gia đóng BHXH, BHYT  – Thưởng vào các ngày lễ tết 30/04, 01/05, 08/03, tết âm lịch, dương lịch và lương tháng thứ 13  – Được hưởng các chính sách, ưu đãi về dịch vụ của Tập đoàn đối với nhân viên như mua nhà, mua sắm S’Mart, S’Cafe, học tập S’School, nghỉ dưỡng, chăm sóc sức khỏe, đi lại….  Cơ hội phát triển  – Được làm việc trong các hệ thống ứng dụng lớn và tiên tiến  – Tham gia vào siêu dự án của Tập đoàn, tiên phong ứng dụng công nghệ 4.0  – Trở thành một trong những keyperson có sức ảnh hưởng trong các dự án  – Phát triển technical skills toàn diện với các bài toán phức tạp, yêu cầu chính xác – tốc độ – bảo mật cao  Văn hóa doanh nghiệp  – Môi trường làm việc trẻ trung, thân thiện, chuyên nghiệp, năng động  – Đồng nghiệp thân thiện, nhiệt tình, luôn luôn sẵn sàng support nhau trong công việc  – Công việc phân chia rõ ràng, đảm bảo theo đúng năng lực và đúng khối lượng cho mỗi cá nhân CHẾ ĐỘ LÀM VIỆC  – Thời gian làm việc: từ thứ 02 đến thứ 5 (08h00 – 18h00), thứ 6 (08h00 – 17h00)  – Địa chỉ: Tòa Sunshine Center, 16 Phạm Hùng, Nam Từ Liêm, HN  CÁCH THỨC ỨNG TUYỂN – Ứng viên vui lòng ứng tuyển tại đây hoặc gửi CV về địa chỉ email: hoann@sunshinegroup.vn"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=1e891c937519de93&bb=NzbPDhKhZ_mjaOmTaBucKNIDOXFFM1e4qnV2qtkwX4d_FZLtnZz29_2QOCRdRUSXYE5JvljbHvhpgiNefZiDmDoLlSawkWaF3vwqjO1ukOGZLXyeP_GQaCYLKEIawVT6&xkcb=SoAL67M36suhX5y23B0HbzkdCdPP&fccid=b66256f4d62ba2fa&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "Junior Frontend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Techx?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcje5cgh5dg800&fromjk=39eee35e3a18fc9f",
    "description": [
      "The Junior Frontend Developer will take responsibility for developing, testing, and maintaining the user interface for the Performance Management System MVP. You will collaborate with design and backend teams to build intuitive, responsive web applications, helping to create an excellent user experience for employees, managers, and HR administrators. This role is ideal for an entry-level developer eager to contribute directly to a key project in a dynamic environment.  Key Responsibilities  UI Development:  Implement responsive, visually appealing user interfaces for key features (e.g., KPI dashboard, performance review forms) using React and JavaScript. Collaborate with design teams to bring wireframes and mockups to life, ensuring consistent branding and design standards.  API Integration:     Integrate front-end components with backend services to enable data retrieval and display, working with APIs for real-time performance tracking and KPI updates. Ensure data is presented accurately and interacts seamlessly with the backend for dynamic functionality.  UI/UX Optimization:  Work closely with users and stakeholders to understand usability requirements and implement feedback for an improved user experience. Optimize web applications for performance and scalability, ensuring smooth interactions and quick load times.  Testing and Debugging:  Perform unit and component testing to ensure that frontend features function correctly across different devices and browsers. Identify, troubleshoot, and resolve any UI issues or bugs, collaborating with backend and QA teams as needed.  Documentation and Collaboration:  Document code structure, components, and key features to support smooth handoffs and future maintenance. Coordinate closely with backend developers and project managers to ensure alignment on project milestones and timelines.  Qualifications  Bachelor’s degree in Computer Science, Web Development, or related field. Proficiency in HTML, CSS, and JavaScript, with a solid understanding of frontend frameworks (React preferred). Familiarity with RESTful API integration and asynchronous data handling. Basic understanding of responsive and adaptive design principles for web applications. Strong problem-solving skills with an eye for design details. Self-motivated and capable of taking initiative to address UI improvements. Eager to learn and contribute in a collaborative, fast-paced environment. Knowledge of frontend testing tools and frameworks (e.g., Jest, React Testing Library) is a plus. Exposure to version control systems, particularly Git is a plus.  Why Join Us?   As a Junior Frontend Developer, you’ll have the opportunity to take ownership of developing user interfaces that directly impact our Performance Management System MVP. This role offers hands-on experience in building dynamic, user-friendly applications, and a chance to work alongside experienced developers and project leads who are committed to supporting your growth. With opportunities to shape the user experience, this position is perfect for someone excited to apply their skills and make an impact.     Apply now!  Due to the high volume of applicants, only shortlisted candidates will be contacted. We apologize for this inconvenience!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=39eee35e3a18fc9f&bb=NzbPDhKhZ_mjaOmTaBucKG97tFB-o5UZIi3Zpm2meVRZXGbdgHFAgp7JvYEywqaOqqQwrroTy_aN2W3inaQsOJvqhtJ3cnchgJAx8umvJQ7kmu_3zhb4riIMGaIIqUvt&xkcb=SoC_67M36suhX5y23B0GbzkdCdPP&fccid=7d332407cdab46f5&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "Intern/Fresher PHP Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-%C4%90%E1%BA%A7u-T%C6%B0-V%C3%A0-C%C3%B4ng-Ngh%E1%BB%87-Bavaan?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjeb67gme2800&fromjk=f42c8d813d32102d",
    "description": [
      "MÔ TẢ CÔNG VIỆC: Tham gia khóa đào tạo 02 tháng tại công ty; Được đào tạo làm việc frontend với html, css, javascript; Được đào tạo cơ bản làm việc với database như Mysql, MariaDb; Được đào tạo về sử dụng git, docker; Được training đào tạo sử dụng, lập trình backend, frontend trên Framework/Platform như: WordPress, Magento, Laravel để phục vụ công việc thực tế tại công ty. Được định hướng học chuyên sâu theo Frontend, Backend hoặc Full-Stack Developer theo năng lực lập trình; Được đào tạo về quy trình làm việc, kỹ năng mềm trong giao tiếp công việc, kỹ năng giải quyết vấn đề, tư duy hệ thống; Tham gia các bài kiểm tra năng lực trong quá trình đào tạo; Thực hiện các công việc khác theo sự phân công của Quản lý trực tiếp;",
      "Công cụ bạn sẽ sử dụng:",
      "Slack, Gmail GitHub IDE: Visual Studio Code, PHP Storm, hoặc Eclipse. Asana, Gitbook, ChatGPT, Miro, Figma, Draw.io, Lucidchart",
      "YÊU CẦU:",
      "Tốt nghiệp Cao đẳng/ Đại học chuyên ngành CNTT, Toán Tin, Viễn thông…, các ngành khác có liên quan; Hoặc đang học năm cuối đại học. Có kinh nghiệm làm việc với Database như: MySQL, Postgres DB hoặc Mariadb; Có kinh nghiệm về một ngôn ngữ lập trình bất kỳ: như PHP, Python, Nodejs",
      "Ưu tiên:",
      "Có kinh nghiệm trong việc xây dựng trang web PHP OOP là điểm cộng; Biết sử dụng công cụ AI hỗ trợ trong lập trình, tìm hiểu tài liệu là một điểm cộng. Có kinh nghiệm/ khả năng phát triển Magento Module là điểm cộng ; Có kinh nghiệm với các ngôn ngữ lập trình backend khác: Nodejs, Python, Go-Lang là một điểm cộng. Có kiến thức về Restful API là điểm cộng; Có kinh nghiệm về GraphQL, Microservice, Load Balancer, DevOps là một điểm cộng; Có kinh nghiệm với tối ưu hóa hiệu suất trang web là một điểm cộng; Sử dụng Git thành thạo là điểm cộng; Ưu tiên các bạn có khả năng đọc hiểu, tự học hỏi tốt từ các tài liệu bằng tiếng anh;",
      "Yêu cầu khác:",
      "Kỹ năng tổ chức và phân tích, với khả năng giải quyết vấn đề. Có khả năng làm việc độc lập/ khả năng teamwork tốt, tư duy lập trình tốt. Có tinh thần trách nhiệm cao, kỷ luật tốt.",
      "QUYỀN LỢI:",
      "Thời gian làm việc: 8h30 – 18h00 từ Thứ 2 – Thứ 6. Sáng thứ 7 tham gia các chương trình đào tạo hay hoạt động văn hóa (nếu có); Khóa đào tạo hoàn toàn miễn phí; Có cơ hội nhận học bổng (3 triệu đồng với thực tập sinh hoàn thành xuất sắc 2 tháng thực tập); Cơ hội trở thành nhân viên chính thức ngay sau khóa đào tạo; Được đào tạo bài bản, chuyên nghiệp, lý thuyết đi liền với thực hành; Hỗ trợ cấp dấu mộc thực tập; Làm việc trong môi trường chuyên nghiệp, năng động, nhiều cơ hội thăng tiến và phát triển bản thân với lộ trình công việc rõ ràng;",
      "Đặc biệt:",
      "Được dẫn dắt chuyên sâu về nghiệp vụ Ecommerce nói chung và Magento/Shopify/Wordpress nói riêng bởi các leader có tâm và có tầm, nhiều năm kinh nghiệm chinh chiến dự án trong và ngoài nước; Tham gia các buổi coaching, seminar về kỹ năng mềm và công nghệ;",
      "Loại hình công việc: Toàn thời gian, Cố định, Thực tập Thời gian hợp đồng: 24 tháng",
      "Mục lương: 500.000₫ - 3.000.000₫ một tháng",
      "Thời hạn xin việc 28/12/2024"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=f42c8d813d32102d&bb=NzbPDhKhZ_mjaOmTaBucKGzEX8pMHA5n_kUARZQYG4GxXuMazPCr7Z8A2y2t9LOOe-j9iTRFEecp9FlhB5SNEU7jgMgMFST5oBExFUua2DhEiaOrQvrxPdhOsEZBy3cQ&xkcb=SoAi67M36suhX5y23B0FbzkdCdPP&fccid=4011db3bb02af797&cmp=C%25C3%2594NG-TY-C%25E1%25BB%2594-PH%25E1%25BA%25A6N-%25C4%2590%25E1%25BA%25A6U-T%25C6%25AF-V%25C3%2580-C%25C3%2594NG-NGH%25E1%25BB%2586-BAVAAN&ti=PHP+Developer&vjs=3",
    "crawlTime": "29/10/2024",
    "salary_range": "Cố định"
  }
]