[
  {
    "title": "Backend Engineer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Iconic-Co.,-Ltd.-3?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjkddsgmf5800&fromjk=e515029cf64a981a",
    "description": [
      "Job description:  We are seeking a Backend Engineer to join our team. The candidate will be responsible for designing and developing robust and scalable back-end applications while ensuring sustainable operational viability.  Responsibilities:  Design and develop robust and scalable back-end applications with sustainable operational viability in mind. Collaborate with cross-functional teams and other stakeholders to implement new features & deliver high-quality solutions. Monitor and maintain existing applications, identify and resolve bottlenecks and bugs, ensuring optimal performance and security. Hand on the design and development of the system, including unit test & documentation. Implement features & integration with clean, efficient code, following best practices for software development. Participate in code reviews and contribute to the continuous improvement of the development process.  Job requirements:  Experience with technology verification, requirements analysis, architecture design, and infrastructure construction for development teams or multiple projects. Experience in resolving issues related to technology, product, or development process. Experience in back-end development and operation of web applications using statically typed languages & framework such as Typescript, Node.js/ Nest JS etc... Proficiency in developing within a Docker native infrastructure environment. Fluent business communication skills in English, ability to complete daily tasks in English, including text communication and meetings. Preferred Skills: Experience in design and development of large systems across multiple teams Experience in development based on domain-driven design. Experience working with Scrum or Agile methodologies. Experience developing in languages with strong statically typed and functional elements such as Rust, Scala, etc.  Knowledge of front-end development, libraries & framework such as Reactjs, Next.js is a plus.  Experience designing, developing, and operating microservices. Experience developing security-conscious web applications. Business level Japanese proficiency. Benefit: 13th month salary. Salary review: twice a year. 100% monthly basic salary and mandatory social insurances in 2-month probation. Premium Health Insurance. Social insurance, health insurance, unemployment insurance, workers’ accident compensation insurance. Annual health check-up. Intensive training program (external or internal training courses, workshop etc). Devices: PC and display of desired specifications. Awards: Company awards, every 6 month MVP awards. Activities: Year-end-party, team building, etc.  Job workplaces:  Hà Nội - Việt Nam  Job level:  Nhân viên  Job industry:  IT - Phần mềm"
    ],
    "linkJob": "https://jobs.vn.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0DpIAKPCMsXrPtp_WWrskbc0eN2J0jhPSGwPGWQ0nf_sFYdePLtxwtaJ3kNpwyVovqIi9F_EaulLx1Va6P31wB9TGjpaOjCaB9jL-UfXZJQuMz0KmprbCe_tUnvhIQHHHrSeQPWNO0IKzz2kak6EUUL-hvnuWsVoi20hndGd8bWdhn5nc-kCIwcwy0L602EkwHbcQvsOZF4YNn_D5SPcEs0D-2iiVxIgL7-YXfzZ0q2tfYrXUniefA093O18nAfOgiViYFjzWzjKIXo8d0figUzBf3ol557awF96s6qKYh9SHYzndp8OOslF2xFEo-9jTxowhRq8qjFUpYEV8Z2XYKDo-NILZb6aWUezBd6ZczhkVB6asp3bubmsLpQjm3VcrEbq-Lsl50f4u7VZZRMBiMDKuOBt83kbuzlm5Fm8PpLt9kMR-ihdPK8FZHZTcWllpx_laZ104pEn8dDYdaNwrAUX72TtrJJ01weLihbNttQttr80DqbEuKfg2iQJW5fNnNcL7kIpGwfSVQdgIvOUJtB4oMemXcXVL7tQEjAcfb5ARxN2TQVRL_pX-2Vwm-FxqBRL7RvUL9KgjbdbcEIVZdixE3o4nLBfKXMSq_ZsW480GjJr1Or4e0cayTYu6PLmbOI5BGzN5pk-OMtzGTYgUyq4sCYpcbKBPK5wZPIpt7GxhIrhf4Rd4r1066n1CtFnR8zRP2G4Ez6O4q8sYwO1ZfeymCFup_b_uH2yT2ZVtJma3tsYs1tsdoShHc2JTmT7wWTV-4UJZF784vY9JQx4CPrRxOioM87vz34eh8EUEFrxQ==&xkcb=SoBt6_M36sveSky23B0LbzkdCdPP&camk=nUmJqO2E8rh-yKo-4Av6fQ==&p=0&fvj=0&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Software Engineer Intern - Backend",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Shopback?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjkki8h11s805&fromjk=eeb75f3f2585de79",
    "description": [
      "Our Journey ShopBack was born one night in 2014 when co-founders Henry and Joel were toying around (with entrepreneurial ideas) in Henry's car, sparking the concept of earning Cashback while shopping online. The ShopBack Group has now grown to become the leading shopping, rewards, and payments platform in Asia-Pacific, with 45 million shoppers across 12 markets and more than half a million transactions powered for 20,000 partners daily. Fresh off its debut in the European market, ShopBack is seeking thrill-seekers to join the journey of building The World's Most Rewarding Way to Shop. Get ready for the ride of a lifetime: a blend of startup spirit woven into a solid business foundation.  About the role:  We are seeking team members who strive to solve hard problems, take pride in delivering world-class products, and are strong team players. You are someone who wants to see the impact of your work making a difference every day. You find passion in the craft and are constantly seeking improvement and better ways to solve tough problems. Your Adventure Ahead Contribute to the full software development lifecycle. Build stable, performant, and high-quality software adhering to best practices. Actively participate and contribute to team discussions. Essentials to Succeed Current students pursuing Bachelor's degree program or above who are in 3rd or 4th year or fresh graduates. Had excellent knowledge of Software Engineering fundamentals (Data Structure, Algorithms). Experience with one or more programming languages (e.g., Java, C/C++, C#, Objective-C, Python, JavaScript, Go, etc.). ShopBackers' DNA Grit - We tackle all challenges head-on, working together to solve problems and achieve success. Hunger - We value hard work, and having relentless drive. Speed - We move fast and have a bias for action, all to deliver maximum impact. Impact - We focus on results, always aiming for the best possible outcomes and timelines. Growth - We embrace a growth mindset, constantly striving to learn, improve, and excel in our roles.  Exclusively for ShopBackers Career progression paths and opportunities to take on greater challenges that help you realise your ambitions. Be part of a winning team on a journey to global scale. Competitive compensation based on your performance. Candid, open, and collaborative culture where feedback is valued, for everyone to grow and improve every day."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=eeb75f3f2585de79&bb=G_HU4J2ePHsLp2_pO0R1COXROzATl2MXETd5kp1m-9GpsXKSg41IioClNS0wkfsqHmoyd08Wy-f5L1JL_Wghr2Rps32MclMS4lgLS2A0WQjnJsr7OxS6L8kCMHrTZPB1&xkcb=SoAt67M36sveSky23B0KbzkdCdPP&fccid=7bf6965d650fe797&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Junior Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Techx?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjkqb3gmf5801&fromjk=d9dd9e5e21707fc7",
    "description": [
      "The Junior Backend Developer will take full responsibility for developing and maintaining the server-side functionalities of the Performance Management System MVP. You will design and implement APIs, manage data storage solutions, and ensure smooth integration with frontend components, enabling a robust and secure backend environment. This role is ideal for an entry-level developer eager to contribute to an impactful project within a collaborative team.  Key Responsibilities  API Development and Integration:  Design, build, and maintain RESTful APIs to support frontend applications and ensure seamless data flow across components. Collaborate with the frontend team to integrate backend services, providing reliable and efficient access to KPI, performance review, and bonus data.  Database Management:     Set up and manage database schemas and tables for storing employee performance data, using databases such as DynamoDB or SQL. Ensure data integrity, efficiency, and security through optimized data retrieval and storage practices.  Server-Side Logic Implementation:  Develop backend logic to handle business processes such as KPI tracking, bonus calculations, and performance reviews. Optimize backend performance to ensure fast and scalable API response times for a smooth user experience.  Testing and Debugging:  Conduct unit testing to validate backend logic and API functionality, ensuring high-quality code and reliable performance. Identify, troubleshoot, and resolve any backend issues, collaborating with the frontend and DevOps teams as needed.  Documentation and Collaboration:  Document code, API endpoints, and workflows, enabling transparency and ease of future maintenance. Coordinate with the project manager and other development team members to meet project timelines and deliverables.  Qualifications  Bachelor’s degree in Computer Science, Software Engineering, or a related field. Proficiency in server-side languages, particularly JavaScript with Node.js, and knowledge of backend frameworks (e.g., Express). Basic understanding of RESTful APIs and experience with API integration. Familiarity with database concepts (NoSQL or SQL) and experience with databases like DynamoDB or MySQL. Knowledge of version control (Git) and collaborative development processes. Strong analytical and problem-solving skills with attention to detail. Self-motivated and accountable, with the ability to take ownership of backend tasks. Eagerness to learn new technologies and grow in a collaborative, fast-paced environment. Basic knowledge of AWS services, particularly Lambda, API Gateway, and DynamoDB. Exposure to testing frameworks and test-driven development (TDD) practices.  Why Join Us?   As a Junior Backend Developer, you will play an essential role in building the server-side structure for our Performance Management System MVP, contributing directly to its success. This position offers a hands-on opportunity to take ownership of backend tasks and collaborate with experienced engineers, making it ideal for a developer who wants to grow their skills and make a real impact in an innovative project environment.     Apply now!  Due to the high volume of applicants, only shortlisted candidates will be contacted. We apologize for this inconvenience!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=d9dd9e5e21707fc7&bb=G_HU4J2ePHsLp2_pO0R1CG-M_f-s2zTkkhkZvPBCImva5grnZlwLW-Tl3NCirRGBl9j-dpK-1ikWBOMv7kDaMZMHlwX54PhujbYQ7u0EUcNWxIj5sJZe0S79c0rky9Bh&xkcb=SoCw67M36sveSky23B0JbzkdCdPP&fccid=7d332407cdab46f5&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Software Engineers",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-Chuy%E1%BB%83n-%C4%90%E1%BB%95i-S%E1%BB%91-Aiontech?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjkvsih43v800&fromjk=9b7b91dbda1811c3",
    "description": [
      "Mô tả công việc:  (Mức lương: Thỏa thuận)  We are seeking passionate, results focused Software Engineers to take accountability for the design and delivery of digital banking applications. You will be part of our delivery team and will be responsible for providing technical contribution throughout all phases of the software delivery life cycle.   What will you be responsible for?   Your role & responsibilities  Design, develop, review, implement, and manage large-scale software products in web application development projects using Golang and ReactJS/React Native. Participate in Agile software development, prototyping, and code review with international development teams to build scalable microservices-based products; Understand the requirements of the customer or business and utilize this knowledge to develop applications that are consistent with this; Provide robust coding practices, solid unit/component test coverage, and debugging code. Developing production-quality web interfaces using REST web services.  Your skills & qualifications   Must have:    At least 1+ years of experience in backend development using Golang. From 1+ years of experience in frontend development using ReactJS, solid experience in JavaScript ES6/TypeScript working with React.JS. Experience with Caching systems and strategies such as Redis. Good to have understanding of SQL Database. Understanding of RESTful APIs design. Well-versed in writing structured, well-documented, maintainable, and clean code Excellent in problem-solving and analytical skills. Strong understanding of standard Software Engineering processes, Testing, and Agile methodology.   Nice to have:    Experience in the Banking or Financial Services industry; Experience in using front-end testing and test runners (eg. Selenium, Mocha/Chai/Jest). Experience in React Native.  Benefits for you  Mức lương theo năng lực + Thưởng KPI Đánh giá năng lực và xét lương 2 lần / năm (6 tháng / lần) Được tiếp xúc với các công nghệ mới nhất trên thế giới Môi trường công nghệ trẻ trung, chủ yếu 9x Được đào tạo và nâng cao nghiệp vụ thường xuyên Làm việc trực tiếp với Ban giám đốc, là những người trẻ có kinh nghiệm, tư duy chiến lược và sáng tạo, từng du học và làm việc ở London Đóng BHXH, BHYT, BHTN đầy đủ Du lịch, nghỉ mát tận chân trời góc bể Không gian làm việc thoải mái, có chỗ để xe miễn phí Thưởng các ngày lễ, tết, [protected info] quy định Làm việc, học hỏi và phát triển cùng đồng nghiệp trẻ tài năng, đam mê và có lý tưởng lớn Cùng nghiên cứu và thử thách với những công nghệ mới và các hot tech trend trên thế giới AI, VR&AR... Được tư vấn và chia sẻ về phát triển năng lực và nghề nghiệp bản thân Thứ 2 đến thứ 6 (sáng 8h30 -12h30, chiều 13h30 -17h30)   Chức vụ: Nhân viên/Chuyên viên  Hình thức làm việc: Toàn thời gian  Quyền lợi được hưởng:    Mức lương theo năng lực + Thưởng KPI Đánh giá năng lực và xét lương 2 lần / năm (6 tháng / lần) Được tiếp xúc với các công nghệ mới nhất trên thế giới Môi trường công nghệ trẻ trung, chủ yếu 9x Được đào tạo và nâng cao nghiệp vụ thường xuyên Làm việc trực tiếp với Ban giám đốc, là những người trẻ có kinh nghiệm, tư duy chiến lược và sáng tạo, từng du học và làm việc ở London Đóng BHXH, BHYT, BHTN đầy đủ Du lịch, nghỉ mát tận chân trời góc bể Không gian làm việc thoải mái, có chỗ để xe miễn phí Thưởng các ngày lễ, tết, [protected info] quy định Làm việc, học hỏi và phát triển cùng đồng nghiệp trẻ tài năng, đam mê và có lý tưởng lớn Cùng nghiên cứu và thử thách với những công nghệ mới và các hot tech trend trên thế giới AI, VR&AR... Được tư vấn và chia sẻ về phát triển năng lực và nghề nghiệp bản thân Thứ 2 đến thứ 6 (sáng 8h30 -12h30, chiều 13h30 -17h30)   Yêu cầu bằng cấp (tối thiểu): Trung cấp - Nghề  Yêu cầu công việc:  JavaScript, Golang, ReactJS  Yêu cầu giới tính: Nam/Nữ  Ngành nghề: Frontend (HTML/CSS),IT Phần Cứng,IT Phần Mềm,Javascript,Python,Quản Trị Hệ Thống,Triển Khai Phần Mềm",
      "",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=9b7b91dbda1811c3&bb=G_HU4J2ePHsLp2_pO0R1CIbGDgGJ4bDWYrTo1SBLMY4INT-P-xYtrhOW4RndNCH_OlM8ntYcu0U7UMCZqCCIO4hLjHn4Lqbq2L6a0ytjr7R-Uhc9PWD1PGBVRfPyOxNh&xkcb=SoAE67M36sveSky23B0IbzkdCdPP&fccid=9000b555370d5703&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "Software Engineer (Backend)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Mystudio?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjl5hugmen800&fromjk=b09a0df0b75faba8",
    "description": [
      "We are looking for a talented Software Engineer to join our dynamic and growing team. As a software engineer, you will play a key role in designing, developing, and delivering high-quality software solutions. You will collaborate with cross-functional teams to understand business requirements and translate them into efficient and scalable software designs. This is an exciting opportunity to work on cutting-edge technologies and make a real impact in a fast-paced and collaborative environment.        Responsibilities  Develop high-quality software solutions according to specifications Collaborate with product managers and designers to understand requirements and propose innovative solutions Participate in code reviews to ensure quality and maintainability of codebase Test and debug code to ensure optimal performance and reliability Collaborate with cross-functional teams to integrate software components Continuously enhance and improve existing software applications Stay up-to-date with industry trends and new technologies to bring innovation to the development process Support and maintain software systems post-deployment  Requirements  Bachelor's degree in computer science or a related field  Proficiency of backend technologies, especially Java Proficiency with database management systems and SQL and being comfortable writing database queries Experience designing and implementing Rest APIs Strong knowledge of OOP (Object Oriented Programming) Ability to design, develop, and maintain both frontend and backend components of web applications Strong knowledge of software development principles and best practices Experience with software development frameworks and tools, such as Agile, Git, or Jira Excellent problem-solving and analytical skills Strong communication and interpersonal skills Ability to work independently and as part of a team Attention to detail and a commitment to delivering high-quality software Ability to learn quickly and adapt to changing technologies and requirements Experience with frontend frameworks/libraries such as React.js or Angular is a plus Experience with cloud-based technologies and microservices architecture is a plus Familiarity with software testing and test automation frameworks is a plus  Why Work For MyStudio?  The chance to get in on the “ground floor” of a tech company with startup energy The ability to make a difference from day one The power to make a positive difference in fitness, children's education, and other membership-based industries doing admirable work A competitive salary    About MyStudio  MyStudio is a software-as-a-service suite of products that gives fitness, martial arts, and other membership-based business studio owners the freedom that comes from automating and simplifying how customers buy from them — making them more money at all hours of the day, saving them money, and granting them more time."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=b09a0df0b75faba8&bb=G_HU4J2ePHsLp2_pO0R1CGIG4SxWBJPhsm5na9dRHwJ9kbX4fSQkyrsdrBUXQ80j7gzKjK3pfxSJG4KR7eppp4jzsD-whoc-FWRyK4x-q0x0q5LtNr3_UUBBj7KaB9vJ&xkcb=SoCK67M36sveSky23B0PbzkdCdPP&fccid=1e866c2313b70e2c&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Senior Backend Engineer - Elixir + PHP (Remote)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Littlelives-Inc-Pte-Ltd?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjlb2k24gc000&fromjk=70b7eac3cc9f4b36",
    "description": [
      "We are looking for an inspired senior backend developer with a strong foundation in Elixir, and PHP/TypeScript to join our ambitious team of software engineers. If you enjoy tailoring solutions to unique challenges and appreciate the beauty of automation, this is a perfect role for you.   What you will be doing: Develop backend services in Elixir, PHP, and TypeScript for our existing applications. R&D novel and ingenious solutions to create enhanced user experiences tailored to a multitude of global regions. Continuously enhance the app using the latest code-improving methodologies available. Utilize modern DevOps tools and automate everything with Docker and Kubernetes clusters.   Here's what you can achieve with us: Make running a service that is consumed by hundreds of thousands of users look effortless with an efficient and autoscaled infrastructure. Expertly maintain end-to-end monitoring of our applications. Further develop solid developer operations practices like collaborative documentation, peer review, and automated testing. Hone your security experience by working closely with senior DevOps engineers and external consultants.   Your Skills and Experience: Strong knowledge in Elixir, PHP, and TypeScript, with experience in building and maintaining backend services. Understanding of MVC design patterns. Ability to write clean, maintainable, and high-performance code. Familiar with a wide range of performance optimization solutions. Strong understanding of front-end technologies, such as JavaScript, HTML5, and CSS3. Sound coding practices with tools such as Git, unit testing, CI/CD, and service-oriented architecture. Solid understanding of information security principles.   If you are passionate about backend development and keen to work in a dynamic environment that values technical excellence and collaboration, we would love to hear from you",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=70b7eac3cc9f4b36&bb=G_HU4J2ePHsLp2_pO0R1CAxYLI2TXPRpBBi4yWXkHyiLxOQCEOGyUKim36-7DlHH_CQB3tsxvby8b82zsuJEBayW2oxHjTGcLkwu1L847M3gN90IJ3v785cfzZhSQIr6&xkcb=SoA-67M36sveSky23B0ObzkdCdPP&fccid=ad1aa7072e855811&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "[HCM] Thực tập sinh Software Engineer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/T%E1%BA%ADp-%C4%90o%C3%A0n-Sunshine?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjlgjegmfj839&fromjk=6dfc636d3ab6de58",
    "description": [
      "",
      "MÔ TẢ CÔNG VIỆC  – Phát triển các dịch vụ Backend cho ứng dụng Mobile  – Phát triển ứng dụng quản lý tập đoàn, ứng dụng Backend cho IoT, ứng dụng Realtime  – Thu thập và xử lý các yêu cầu thiết kế và kỹ thuật  – Tham gia vào quá trình phân tích và thiết kế hệ thống cho các yêu cầu phát triển sản phẩm của công ty  YÊU CẦU ỨNG VIÊN  – Sinh viên CĐ/ĐH chuyên ngành CNTT, điện tử viễn thông…  – Khả năng tư duy, học hỏi nhanh, sẵn sàng giải quyết các vấn đề khó khăn.Chấp nhận các sinh viên chưa có kinh nghiệm, công ty sẽ đào tạo thêm  – Có khả năng đọc và nghiên cứu tài liệu tiếng Anh.  – Ưu tiên các bạn có GPA từ 8.0 trở lên hoặc có tham gia các dự án mã nguồn mở trên github  QUYỀN LỢI ĐƯỢC HƯỞNG  – Thu nhập từ 2 – 4tr VNĐ.  – Môi trường làm việc trẻ trung, hiện đại, năng động và chuyên nghiệp, có thể đi làm Parttime  – Được đào tạo, phát triển lên các vị trí chính thức sau 3 – 6 tháng thực tập.  Các bạn ứng viên quan tâm gửi Cv về địa chỉ:  Email: yenlth@sunshinegroup.vn  Liên hệ: 098 9181 498 (Ms. Yến)"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=6dfc636d3ab6de58&bb=G_HU4J2ePHsLp2_pO0R1CNIelVVwlS7sqjl6tvVBKia_YRCBqshyyJgyf1fC8SclNZto01izhy098PYE_C194Lw1A9DWKdzxBkiVgN7Ij70vQdzZUJ1Zc_Db4Y_ksH4O&xkcb=SoCj67M36sveSky23B0NbzkdCdPP&fccid=b66256f4d62ba2fa&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Thực tập"
  },
  {
    "title": "Freelance AI/ML Engineer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Drcom-Group?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjlm69h5dg800&fromjk=81dac6a31096f690",
    "description": [
      "Vietnam Freelance  Location: Anywhere in Vietnam  Level of management: Freelancer  Job Information We are seeking a seasoned AI/ML Developer to architect and implement sophisticated programs with a strong focus on machine learning and artificial intelligence. The ideal candidate will have extensive experience in designing AI/ML model architectures, developing prototypes, and implementing advanced machine learning algorithms. Proficiency in Python and Java, along with a robust background in backend development and strong experience with the Azure platform, is required. The candidate should have hands-on experience with the HuggingFace platform, including training custom models and utilizing pipelines. Excellent communication and reporting skills are essential, as is the ability to align AI solutions with broader business objectives.  Position: Senior AI/ML Developer  Join our team as a Senior AI/ML Developer and lead the development of advanced AI solutions. You’ll work on designing AI/ML models, conducting experiments, and deploying algorithms into production environments. Strong backend development skills, experience with Python, Java, and the Azure platform, and familiarity with HuggingFace are crucial. We value excellent communication and reporting skills and a strategic vision to align technical solutions with business goals. If you are passionate about leveraging AI to drive business value, we want to hear from you.  Key Responsibilities: Architecting and designing AI/ML model architectures Developing and refining prototypes, concepts, and models Implementing advanced machine learning algorithms and libraries Conducting comprehensive machine learning experiments and validation tests Deploying ML algorithms into production environments Integrating AI solutions into clients’ operational ecosystems Providing AI technical solutions based on business requirements, ensuring alignment with broader business objectives Delivering clear and concise reports on project progress, outcomes, and performance metrics Technical Requirements: Extensive experience as an AI Specialist or in a similar role In-depth knowledge of machine learning frameworks (e.g., Keras, PyTorch) and libraries Proficient in Python and Java Strong background in backend development, with proficiency in designing and implementing scalable software architectures Robust experience with Azure platform services, including data storage, compute, and AI/ML services Demonstrated ability to write robust, efficient, and testable code Hands-on experience with the HuggingFace platform, including training custom models, fine-tuning, and utilizing pipelines Experienced with Natural Language Processing (NLP) libraries and techniques Proficient in RESTful API design and implementation Knowledge of web development technologies including HTML, CSS, and JavaScript General Requirements: Excellent communication skills, with the ability to convey complex technical concepts to non-technical stakeholders Strong reporting skills, capable of presenting detailed progress updates and insights, able to work well in team. Business acumen, with the ability to understand, address and provide AI technical solutions via Business requirements A proactive approach to problem-solving, always ready to provide pratical and effective solutions with collaborative mindset.  If you are passionate about leveraging AI and machine learning to drive business value and possess the skills and experience to excel in this role, we would love to hear from you.",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=81dac6a31096f690&bb=G_HU4J2ePHsLp2_pO0R1CFeOZlUa_J89rBHDoPVCE7RPMr69OiABm5MmiPRupbIoex28UGgwE_HYcz3RuOmSwDTwcwRpliKg1tnxIDEHK0CN-02Xq0CxLwUFM52vR4OA&xkcb=SoAX67M36sveSky23B0MbzkdCdPP&fccid=7f89fb9bf8bec3b8&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Software Engineer I",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Motorola-Solutions?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjlro0gmen800&fromjk=a22dc0a49462be36",
    "description": [
      "Company Overview  At Motorola Solutions, we're guided by a shared purpose - helping people be their best in the moments that matter - and we live up to our purpose every day by solving for safer. Because people can only be their best when they not only feel safe, but are safe. We're solving for safer by building the best possible technologies across every part of our safety and security ecosystem. That's mission -critical communications devices and networks, AI-powered video security & access control and the ability to unite voice, video and data in a single command center view. We're solving for safer by connecting public safety agencies and enterprises, enabling the collaboration that's critical to connect those in need with those who can help. The work we do here matters.   Department Overview LEARN/ Client Portal Maintenance  Job Description  Key Responsibilities:  Design, develop, and maintain web applications using .NET Core or .NET Framework. Build intuitive, user-friendly interfaces with Angular. Work closely with backend developers to ensure seamless integration between frontend and backend systems. Develop RESTful APIs and ensure seamless integration with the front-end. Optimize front-end code for speed, responsiveness, and scalability to deliver a smooth user experience. Write clear and concise documentation for your code to facilitate maintainability and collaboration. Conduct thorough testing of your code to ensure quality and resolve any bugs or issues effectively. Continuously learn and adapt to emerging technologies and best practices in frontend development.  #LI-MM8   Basic Requirements  Skills and Qualifications:  Graduate in Bachelor Degree in Information Technology or relevant field. Minimum of a year in web development using .NET and/or .NET Framework and Angular (including TypeScript and RxJS). Experience with C#, ASP.NET, MVC, and Web API. Must have strong knowledge of front-end technologies including HTML5, CSS3, and JavaScript.  Preferred:  Familiarity with SQL databases. Experience with Git or similar version control systems. Good verbal and written communication skills in English  #LI-MM8   Travel Requirements Under 10%  Relocation Provided None  Position Type Experienced  Referral Payment Plan No  EEO Statement  Motorola Solutions is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion or belief, sex, sexual orientation, gender identity, national origin, disability, veteran status or any other legally-protected characteristic.  We are proud of our people-first and community-focused culture, empowering every Motorolan to be their most authentic self and to do their best work to deliver on the promise of a safer world. If you’d like to join our team but feel that you don’t quite meet all of the preferred skills, we’d still love to hear why you think you’d be a great addition to our team.  We’re committed to providing an inclusive and accessible recruiting experience for candidates with disabilities, or other physical or mental health conditions. To request an accommodation, please email ohr@motorolasolutions.com."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=a22dc0a49462be36&bb=G_HU4J2ePHsLp2_pO0R1CO1bYFoxaZlPezk-l_VF7l2sAycYSp2O-nkFAxc3jyCD7fidLZI2uHF9eCCQW4ELEk9OMrt9Truh6mBVIghk69iVGI6PCF6qNg%3D%3D&xkcb=SoD-67M36sveSky23B0DbzkdCdPP&fccid=22ec6ef3cc441ac2&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Backend Software Engineer (Java/PHP)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Vi%E1%BB%87c-%C6%A0i-IT-Client?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjm1u7gmfb801&fromjk=7e6aa537c9e548d7",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "Tham gia viết API cho các dự án mobile app Viết mock API cho giai đoạn đầu của dự án Release API lên các môi trường nội bộ công ty, AWS... Quản lý, phân chia công việc cho các thành viên team API Cộng tác với các thành viên trong nhóm để đưa ra các phân tích, thiết kế và xây dựng các phần trong ứng dụng. Báo cáo với Quản lý dự án để chủ động đánh giá công việc, đề xuất cải tiến. Các công việc khác theo sự điều phối của quản lý dự án Công nghệ sử dụng: Php (Laravel Framework...), Java (Spring Boot...)",
      "",
      "Tuổi :",
      "",
      "4+ năm kinh nghiệm lập trình back-end PHP (Laravel...), Java (Spring Boot...) Có kinh nghiệm làm leader. Am hiểu thiết kế, lập trình hướng đối tượng, cấu trúc dữ liệu và thuật toán. Có kinh nghiệm làm việc với các phần mềm quản lý version (Git, svn …). Có kinh nghiệm làm việc với các API services (REST, SOAP...)",
      "Yêu cầu chung:",
      "",
      "Tốt nghiệp Đại học chuyên ngành CNTT, hoặc tương đương Có khả năng phân tích và xây dựng hệ thống thông tin (information system). Có kiến thức hay từng tham gia dự án liên - quan phát triển API cho app mobile là một lợi thế. Kỷ luật, nghiêm túc, có thái độ tốt trong công việc.",
      "Salary in Gross:",
      "",
      "",
      "Mon-Fri:",
      "",
      "",
      "Other benefits:",
      "",
      "Có cơ hội nâng cao năng lực Có cơ hội được làm việc với nững công nghệ mới nhất (AI, IoT, VRAR) Được huấn luyện về kỹ thuật, kỹ năng mềm, các phương pháp làm việc Được tư vấn về việc phát triển sự nghiệp (có khả năng được làm việc ở Nhật Bản) Khuyến khích tham gia các hội nghị công nghệ (công ty hỗ trợ chi phí) Tuỳ vào nguyện vọng, các bạn nhân viên có thể gắn bó với một dự án, hoặc trải nghiệm rất nhiều dự án khác nhau, với các thành viên khác nhau, giúp các bạn nhân viên có thêm nhiều kinh nghiệm và kĩ năng làm việc. Công ty mới thành lập tại Việt Nam, nên các bạn có cơ hội rât lớn trở thành core member, có tiếng nói về sự phát triển của công ty. Thưởng tháng 13, review lương 2 lần một năm Hỗ trợ ăn trưa, hỗ trợ phí đi lại, cung cấp Macbook Trợ cấp thi chứng chỉ kỹ thuật, năng lực tiếng nhật, các seminar ngoài công ty Tham gia bảo hiểm theo quy định của nhà nước trên mức full lương. Khám sức khoẻ định kỳ 1 năm 1 lần Nghỉ phép: theo quy định của nhà nước Du lịch Hỗ trợ mua sách tham khảo Liên hoan 1 lần 1 tháng",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=7e6aa537c9e548d7&bb=G_HU4J2ePHsLp2_pO0R1CJ-D7lPplyeuCXuuXAXiwCjG_Nts-Du4VdPCNT7NrFCgBTT4iraKAP-w16HoyJoJUCIMvf9uAQ1ng1tNqqL4vvH895fdNbCh2bAVj49GEe7h&xkcb=SoBK67M36sveSky23B0CbzkdCdPP&fccid=477b46d2b9858026&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "30,000,000 VNĐ - 41,500,000 VNĐ a month"
  },
  {
    "title": "Fullstack Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Deuna?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjm7ftgmen801&fromjk=95ede80534de1e44",
    "description": [
      "About DEUNA \\uD83E\\uDDE1 We are a rapidly growing startup that simplifies global payments and powers next generation commerce in a single platform. With our products we've consolidated hundreds of payment solutions in a single integration, harness an intuitive payment orchestration method and centralize payment reconciliation. We are currently present all across LATAM and looking for exceptional talent to join our team and continue revolutionizing the world of payments! \\uD83D\\uDE80 Visit https://www.deuna.com/ to learn more about us!  We are looking for a highly motivated and skilled Full Stack Developer to join our technology team. The candidate will be part of the integration cell that handles all integrations to different platforms such as Shopify, Magento, VTEX, among others. The candidate will be responsible for the creation of payment connectors and web applications, working closely with designers, software engineers and other team members to deliver end-to-end solutions.  Responsibilities Developers who deliver added value, under an Agile methodology. Attention and care to detail. Ability to work with ambiguous problems. Ability to prioritize tasks, work autonomously and in dynamic environments. Develop high quality web and mobile applications. Collaborate with designers and other developers to create effective and engaging user interfaces. Participate in the design, development and implementation of new features and enhancements. Maintain and enhance existing applications, troubleshooting problems and optimizing performance. Collaborate in the planning and execution of projects, ensuring timely delivery and code quality. Research and adopt new technologies and tools to continuously improve products and processes.  Requirements Proven experience as a Full Stack developer or in similar roles. Solid knowledge of front-end technologies such as Typescript and React. As well as backend technologies such as Golang. Functional knowledge of AWS with application orientation. Knowledge of integrations in different areas such as payments, ecommerce, fraud or analytics. Familiarity with relational and non-relational databases. Ability to work in a team and communicate effectively. Ability to solve problems creatively and efficiently. Knowledge of agile development practices and working methodologies.  Education Bachelor's degree in Computer Science, Software Engineering or related field. What will you find when you join DEUNA? A multicultural team distributed throughout LATAM Dynamism, agility and constant innovation Being part of a high-impact solution for an entire region The best tools and technology to operate Being part of the startup culture. We are in full expansion!  Benefits: Vacations and additional PTO \\uD83C\\uDFDD️ Remote work from anywhere \\uD83D\\uDCBB Economic support for internet and cell phone line\\uD83D\\uDCF1\\uD83C\\uDF10 We all own DEUNA, we offer stock options \\uD83D\\uDCB8 Multidisciplinary, diverse and dynamic team \\uD83E\\uDDE1 Growth and career path \\uD83D\\uDE80  Be part of a dynamic team that's creating the next generation payments platform.  Join us at DEUNA!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=95ede80534de1e44&bb=G_HU4J2ePHsLp2_pO0R1CAVczgX5GhdMVu2YfFE_1GsHBdQeNJ5NlVL8NKoZ71gRvAgcEvEhbRj47vPyCJD3pqzlTzGRnb9Z5nreN3_1dtWURu-9EclD5xCNWI7eJD0Y&xkcb=SoDX67M36sveSky23B0BbzkdCdPP&fccid=85a44abc43fe93fb&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Software Engineer - Backend",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Shopback?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjmcvrgmef800&fromjk=e20082097b0501c2",
    "description": [
      "Our Journey ShopBack was born one night in 2014 when co-founders Henry and Joel were toying around (with entrepreneurial ideas) in Henry's car, sparking the concept of earning Cashback while shopping online. The ShopBack Group has now grown to become the leading shopping, rewards, and payments platform in Asia-Pacific, with 45 million shoppers across 12 markets and more than half a million transactions powered for 20,000 partners daily. Fresh off its debut in the European market, ShopBack is seeking thrill-seekers to join the journey of building The World's Most Rewarding Way to Shop. Get ready for the ride of a lifetime: a blend of startup spirit woven into a solid business foundation.  About the role:  We are seeking team members who strive to solve hard problems, take pride in delivering world-class products, and are strong team players. You are someone who wants to see the impact of your work making a difference every day. You find passion in the craft and are constantly seeking improvement and better ways to solve tough problems.   Your Adventure Ahead Contribute to the ideation, technical design, implementation, and testing of product features that empower our business and deliver impact to our customers. Produce high-quality software following good architecture and design principles that are scalable. Design & deliver thoughtfully crafted APIs to drive the interactions between our client applications and backend services. Collaborate with the team to define the future of the ShopBack experience. Strong mentoring skills with the ability to provide technical guidance and review code. Essentials to Succeed 2+ years of experience developing consumer-facing web applications or complex distributed systems. Proven experience designing complex distributed systems, management products, or business applications. Understanding of good software design principles and have applied principles to professional work. Hands-on experience working with Node.js (Preferred). Have experience in TypeScript (Preferred). Have knowledge in Test Driven Development (TDD), CI/CD. Experience building and deploying applications and services into cloud environments (AWS highly desired). Strong experience in the design and implementation of robust and highly scalable web services. Ability to work effectively in a fast-paced, complex technical environment with high adaptability and flexibility. ShopBackers' DNA Grit - We tackle all challenges head-on, working together to solve problems and achieve success. Hunger - We value hard work, and having relentless drive. Speed - We move fast and have a bias for action, all to deliver maximum impact. Impact - We focus on results, always aiming for the best possible outcomes and timelines. Growth - We embrace a growth mindset, constantly striving to learn, improve, and excel in our roles.  Exclusively for ShopBackers Career progression paths and opportunities to take on greater challenges that help you realise your ambitions. Be part of a winning team on a journey to global scale. Competitive compensation based on your performance. Candid, open, and collaborative culture where feedback is valued, for everyone to grow and improve every day. Work-From-Anywhere benefit to enable you to thrive personally and professionally."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=e20082097b0501c2&bb=G_HU4J2ePHsLp2_pO0R1CEExWCuQJs8YKcG1oZonjh5JfwQzHfk_siHJxMtoX9-OdJrCgDtZrc-rWDVWYUO-eZMltMJ8zhWc7aqd-fyt7q_EbpvskXax7SbkihNFXcUQ&xkcb=SoBj67M36sveSky23B0AbzkdCdPP&fccid=7bf6965d650fe797&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Software Engineer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Holistics-Software-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjmiofgf4m801&fromjk=366afb2e70f0e7cd",
    "description": [
      "The position",
      "We’re the team behind projects like BI tool Holistics, database diagram tool dbdiagram.io, and open-source project dbml.org. We’re looking for another software engineer to help us build more awesome tools for data teams and developers.",
      "This is a full-time position based in Ho Chi Minh City with flexible, hybrid WFH/WFO setup.",
      "‍",
      "Our application’s architecture",
      "To get a taste of how working with us is like, here are some insights into how our application has been built so far.",
      "The Holistics app works by allowing data analysts to connect to their data warehouses and develop reusable “data models”. This allows non-technical users to use a friendly drag-and-drop interface to explore the data and build dashboards, without the need to bother their technical colleagues.",
      "On the backend side, Holistics is built using Ruby on Rails as the main web framework. Unlike standard Rails project structure, we modularize the code base into local gems and engines to improve maintainability and extensibility, following modular monolith pattern. This also follows the pattern of \"functional core, imperative shell\" with the gems being mostly functional/stateless code and engines handle the imperative/stateful part of the app.",
      "By using Sorbet to add static typing on top of Ruby, we ensure that most of our Ruby code has annotated type signature. This not only reduces a whole swath of common bugs that plagues Ruby codebases but also significantly improves developer productivity through IDE/editor integrations.",
      "We use PostgreSQL for our main production database due to its reliability and rich feature-set. We have built a custom job queue system on top of Postgres, which are then executed using Sidekiq on top of Redis.",
      "Vue.js 3.0 with TypeScript is our framework of choice for front-end development. To deal with displaying huge amount of data, we build sophisticated, custom Vue components that lazily render the data. Since many complex computation are done on the front-end, we also use Web workers to decouple those computation from the main rendering thread. This enables smoother user experience while also decouples computation from rendering logic.",
      "‍",
      "What you’ll work on here",
      "Here are some interesting engineering projects that have been going on inside Holistics",
      "Create a new query language that compiles to SQL Build front-end component that can render hundreds of thousand of data points Build custom, interactive visualization components on top of open source technology Create a domain specific language as part of a semantic layer to represent analytics logic Build a text-based database for analytics metadata on top of Git Build a web-based IDE for data analysts to explore and develop analytics logic Design and build a natural language interface for business users to explore data and view dashboards",
      "‍",
      "The way we work",
      "We follow Spotify squad model. Our team is split into 4 squads, each (5-7 members) consists of engineers, product managers & designers working closely together.",
      "How we work on a new feature:",
      "Product & Design Team spends time research the problem, talk to customers and prepare Product Discovery Doc (PDD) and Product Requirement Doc (PRD). Engineering Team then performs a Technical Research. When we have a fairly good picture of the complexity and impact, we’ll start with the implementation.",
      "We avoid being a feature factory. We’re aware more features do not equal better product.",
      "We do not compromise product and code quality for artificial deadline. We refactor and think about code optimization regularly. We understand the good and bad of technical debt and use them to our advantages.",
      "We employ “pair programming” practices regularly where two team members work on a task together in one workstation. This brings a great deal of benefits, among which are faster knowledge transfer, reduced bus factor, better team cohesion and improved code quality.",
      "We have a strong writing culture: Almost everything is communicated through written documents. Just as our developers write reusable codes, we write evergreen notes.",
      "We maintain a problem-solving culture. Everyone is strongly encouraged to have rigorous understanding of a problem, separating Problem Space vs Solution Space as well as using Eigenquestions to find the most important dimensions of a problem. Solutions are deliberated over with trade-offs explicitly listed in discussion documentation. Watch this talk about problem-solving for engineers that our cofounder gave (in Vietnamese)",
      "Our culture stimulates continuous learning:",
      "We let team members rotate every 3-6 months. This allows them to try new things and learn different aspects of the business. We have a weekly TED talk program where team members present topics they are interested in. Engineering Team organizes weekly technical talks as well as monthly technical workshops. Product Team has regular AMA events with external product experts",
      "‍",
      "What we look for in you",
      "Here’s our idea of a good team member fit:",
      "You should have a strong foundation in Computer Science with good problem-solving ability. Experience with our technology stack not required: While it’s a bonus, it’s not a requirement for you to be familiar with our current technical stack. We expect you to be able to pick up these quickly on the job. You should be someone with a continuous learning & growth mindset. You find yourself excited to learn something new as part of the work every week. Communications: Given we have a strong writing culture, you should be comfortable with communicating your ideas in English written forms. Genuine interest in the space: We’d love to work with people who are genuinely interested in the product and the space we’re in, someone who cares about the end-product beyond just writing the code that makes it work.",
      "‍",
      "Interview Process",
      "Round 1: Pair-coding interview Round 2: Technical Interview (Optional) Round 3: Culture & Behavior Interview",
      "Compensation and Benefits",
      "Compensation",
      "Junior levels: $1k-2.2k gross Senior levels: $2.3k-4k gross 13-month salary; annual compensation reviews Stock options (ESOP) for high-contributing team members",
      "Benefits:",
      "Flexible working arrangement, hybrid work (WFO+WFH) policies 24/7 healthcare insurance; periodic medical checkup. Annual budget for personal and professional growth, well-beings and interest cultivations. 14 annual leaves, 14 sick leaves, child-care leave policy. Weekly happy hours. Annual company trip and company-organized events Workstation: Macbook/Laptop Grant, Mechanical Keyboard, 27-inch monitors Working Time: from Monday – Friday, from 9.00 a.m. to 6.00 p.m. Work Location: 457 Nguyen Dinh Chieu, District 3, Ho Chi Minh City",
      "Job Type: Full-time",
      "Pay: 22,000,000₫ - 90,000,000₫ per month"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=366afb2e70f0e7cd&bb=G_HU4J2ePHsLp2_pO0R1COkzSy1icQT0fZkg9cdpM3CZwOPoNWhnHuy5HHQkXQhVRVY5LeIBZ7WuGOwF1AHspzD2f-AAYhHjk4zLySFtqeLtqaVh6T-4CqZNCNgOA_rm&xkcb=SoDt67M36sveSky23B0HbzkdCdPP&fccid=40557bc48c780c38&cmp=Holistics-Software&ti=Software+Engineer&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Full-time"
  },
  {
    "title": "Software Engineer (.NET)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Adi-Consulting?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjmocah10l800&fromjk=d183887db265f745",
    "description": [
      "Position: Software Engineer (.NET)",
      "Salary Range: up to 50 mil NET",
      "Duration: 6 months (extendable)",
      "Location: Cau Giay, Hanoi",
      "Responsibilities:",
      "Collaborate with senior team members to define and implement solutions for complex problems. Analyze, break down, and estimate assigned tasks. Oversee, track, and report project progress to the Project Manager or relevant stakeholders. Lead, mentor, and guide developers to enhance their skills, knowledge, and work attitudes within the projects or company. Stay curious and continuously explore new technologies and trends, sharing insights with the team and company. Tackle challenging, time-sensitive issues, regardless of the technology or domain, and develop effective solutions. Ensure best practices are applied in software development to improve overall project quality and performance.",
      "Requirements:",
      "Education: Bachelor’s degree in Computer Science or Software Engineering (preferred).",
      "Programming:",
      "5+ years of experience with C# and object-oriented programming concepts. Deep expertise in the .NET stack (C#, ASP.NET MVC/Core, EF/Core) with 5+ years of experience. 7+ years of experience in software development.",
      "Databases:",
      "Strong experience with SQL Server (5+ years) and relational databases (MySQL/PostgreSQL). 1+ year of experience with NoSQL databases (MongoDB/Cassandra).",
      "Frontend: Proficient in a major framework (Angular, ReactJS, or VueJS) with 1+ year of experience.",
      "Backend: Experience designing and architecting RESTful, gRPC, or GraphQL APIs.",
      "Web Technologies: Strong understanding of HTML5, CSS3, and JavaScript.",
      "DevOps: Knowledge of cloud platforms and hosting environments, as well as modern development practices and tools like Azure DevOps, CI/CD, and Git.",
      "Soft Skills: Strong problem-solving skills, ability to work under pressure, and eagerness to learn.",
      "English: Fluent in both spoken and written English.",
      "Optional Skills:",
      "Caching (Redis, MemCache, Couchbase). .NET mobile development (Xamarin/MAUI). Testing methodologies (TDD, BDD, ATDD). SQL optimization. Build tools (Webpack, BabelJS). Containerization (Docker, Kubernetes). Microservices and Micro Frontends.",
      "Job Types: Full-time, Contract Contract length: 6 months",
      "Pay: Up to 50,000,000₫ per month"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=d183887db265f745&bb=G_HU4J2ePHsLp2_pO0R1CKkIWHw1SvVBOJM8Har5ee2ZQs7cyaFCCfx8ptwIs8LWjK73xlo7F_vKif398zDfzF-eu0xAk-CANWQByQ7sL2pgrOIMmbIXHgVoD17CF9W-&xkcb=SoBZ67M36sveSky23B0GbzkdCdPP&fccid=fea40e32f8cc612d&cmp=Adi-Consulting&ti=Software+Engineer&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Contract"
  },
  {
    "title": "Software Engineer 2",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Microsoft?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjmu0324gc000&fromjk=e15fb6bca024e298",
    "description": [
      "Microsoft 365 (M365) is at the center of Microsoft’s cloud first, devices first strategy as it brings together cloud versions of our most trusted communications and collaboration products such as Teams, Exchange, SharePoint, Yammer, and Office with the latest version of our desktop suite and mobile apps. Our customers depend on our services to run their organizations, whether that is a Fortune 500 company, a small business, a non-profit, or an educational institution.  The Workload Management (WLM) team under M365 is responsible for managing execution of millions of background and system tasks for M365 backend servers. We are applying various technologies to maximize resource utilization while keeping the giant system running in a stable and efficient way. We are driving continuous improvement towards integrated and intelligent automated operations.   Microsoft’s mission is to empower every person and every organization on the planet to achieve more. As employees we come together with a growth mindset, innovate to empower others, and collaborate to realize our shared goals. Each day we build on our values of respect, integrity, and accountability to create a culture of inclusion where everyone can thrive at work and beyond.  Responsibilities Build integrated solutions to protect M365 system from disruptive outage/crisis. Work hands-on with the team and team clients through design and implementation, setting examples for good engineering practices, fundamentals, and coding along the way. Continuously improve our ability to deliver quality solutions through evolving our engineering process and technical capabilities. Help drive the technical direction of the product. Proactively seeks new knowledge and adapts to new trends, technical solutions, and patterns that will improve the availability, reliability, efficiency, observability, and performance of products while also driving consistency in monitoring and operations at scale. Qualifications Required Qualifications: Bachelor's Degree in Computer Science or related technical field AND 2+ years technical engineering experience with coding in languages including, but not limited to, C, C++, C#, Java, Python OR equivalent experience. Experience with service-oriented, data-centric, event-driven, and high-performance distributed system architectures. Working experience on building solutions for complex systems. Other Requirements:  Ability to meet Microsoft, customer and/or government security screening requirements are required for this role. These requirements include but are not limited to the following specialized security screenings: Microsoft Cloud Background Check: This position will be required to pass the Microsoft Cloud background check upon hire/transfer and every two years thereafter. Preferred Qualifications: Bachelor's Degree in Computer Science OR related technical field AND 4+ years technical engineering experience with coding in languages including, but not limited to, C, C++, C#, Java, Python OR Master's Degree in Computer Science or related technical field AND 6+ years technical engineering experience with coding in languages including, but not limited to, C, C++, C#, Java, Python OR equivalent experience. Ability to work independently, work smart, manage multiple priorities and deliverables concurrently in a fast-paced environment, and deliver all this at high quality. Experience with cloud architectures, hybrid cloud-metal architectures, and cloud technologies such as Azure, AWS or similar could technologies. Experience working in a global environment. Solid communication skills and English skills, including ability to write concise and accurate technical documentation, communicate technical ideas to non-technical audiences.  #M365CORE Microsoft is an equal opportunity employer. Consistent with applicable law, all qualified applicants will receive consideration for employment without regard to age, ancestry, citizenship, color, family or medical care leave, gender identity or expression, genetic information, immigration status, marital status, medical condition, national origin, physical or mental disability, political affiliation, protected veteran or military status, race, ethnicity, religion, sex (including pregnancy), sexual orientation, or any other characteristic protected by applicable local laws, regulations and ordinances. If you need assistance and/or a reasonable accommodation due to a disability during the application process, read more about requesting accommodations."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=e15fb6bca024e298&bb=G_HU4J2ePHsLp2_pO0R1CO1bYFoxaZlPdQPDsmRP95xA5Mv2Ve5udjxx5pTROdD13-FkWxbl25P6wX03IpLuR95FLmt0X1XOzukRQxwpqmteugLLIf_mHQ%3D%3D&xkcb=SoDE67M36sveSky23B0FbzkdCdPP&fccid=734cb5a01ee60f80&vjs=3",
    "crawlTime": "30/10/2024"
  }
]