[
  {
    "title": "Thực Tập Sinh Backend",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-Tnhh-Ph%E1%BA%A7n-M%E1%BB%81m-Softway?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjeldsh5d5800&fromjk=6560222a256b4aa5",
    "description": [
      "Mô tả công việc:  (Mức lương: Thỏa thuận) Tham gia vào các dự án web system thực tế của công ty Tham gia vào quy trình phát triển phần mềm: phân tích yêu cầu, thiết kế, lập trình, kiểm thử và triển khai dự án dưới sự hướng dẫn của leader Lập trình backend Có thể làm việc full time hoặc partime linh hoạt theo lịch học Học hỏi và nắm bắt công nghệ mới, ngôn ngữ lập trình, framework và công cụ phát triển phần mềm thông qua việc làm việc trực tiếp với các thành viên khác trong dự án. Có leader hướng dẫn từng bước.  Chức vụ: Mới tốt nghiệp/Thực tập sinh  Hình thức làm việc: Thực tập  Quyền lợi được hưởng:  Có trợ cấp tùy theo năng lực và đóng góp của bạn Sau thời gian thực tập sẽ được cân nhắc lên Nhân viên chính thức, hưởng đầy đủ quyền lợi về BHXH theo quy định của Nhà nước Môi trường làm việc thoải mái, năng động, phù hợp với các bạn trẻ luôn sẵn sàng học hỏi, tìm tòi những cái mới  Yêu cầu bằng cấp (tối thiểu): Trung cấp - Nghề  Yêu cầu công việc:  Đang là sinh viên năm 3 ,4 theo học ngành CNTT các trường đại học Yêu cầu là sinh viên đang học các trường hệ đại học chính quy, chưa tốt nghiệp Có kiến thức cơ bản về lập trình WEB (HTML/CSS/JAVASCRIPT/PHP/Java/C#....). Hiểu biết về MVC Framework, lập trình hướng đối tượng Có kiến thức về các hệ quản trị cơ sở dữ liệu  Yêu cầu giới tính: Nam/Nữ  Ngành nghề: Backend,IT Phần Mềm,Javascript,PHP",
      "",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=6560222a256b4aa5&bb=hsB5RPX0X_iJsWvoI7qNHIDXAI7nZKQspfYEaeQ5Izbdc7Qinj5SbbnOeAjsmJZe6l8FwSE8pKIf2TsmtqUaSt63S4491l4oT3HUZJYNPPuHF_35JWPj_c22jUsDYujl&xkcb=SoCS67M36su1WLSxlJ0LbzkdCdPP&fccid=2b8222f0e0116b3b&vjs=3",
    "crawlTime": "29/10/2024",
    "salary_range": "Thực tập"
  },
  {
    "title": "Backend Team Leader (Python, Cloud Computing) - Việc làm HOT",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Geniee-Vi%E1%BB%87t-Nam?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjer0c24gc000&fromjk=dde7fd62e8d24a4c",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Must-have:",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Proficient in either Japanese or English Nice-to-have:",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Working time:",
      "",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=dde7fd62e8d24a4c&bb=hsB5RPX0X_iJsWvoI7qNHOmRglSjofxCDZ9YGDSwoo8UwQr2592IYA2jJKMjZjl2crzRtDIk-DYcFOZo_lfJyt42ciwdff0s9r_RbDW_QTRk5dGSM7I_g4LCaBHISD0e&xkcb=SoAm67M36su1WLSxlJ0KbzkdCdPP&fccid=86c0795590efe664&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": "Backend Team Leader (Python, AWS/GCP) - Việc làm gần đây",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Trintech?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjf16jgmfj802&fromjk=8b48c0af86522515",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Must-have:",
      "",
      "",
      "",
      "At least 3 years of experience using Backend:",
      "",
      "",
      "",
      "",
      "",
      "Proficient in either Japanese or English Nice-to-have:",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Working time:",
      "",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=8b48c0af86522515&bb=hsB5RPX0X_iJsWvoI7qNHJMEfof8Z9Tu8SfX5D1AHtqUAfOSUQqcFMneV_kkhDlrFpvwX1jlfsfQAfS8HUg3EMx3LIu0weHhaZ7m5R4l_w_HIAqOleLibAi4Smh-gHV7&xkcb=SoC767M36su1WLSxlJ0JbzkdCdPP&fccid=cb33bf356b899776&vjs=3",
    "crawlTime": "29/10/2024"
  },
  {
    "title": ".NET Leader",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Nichietsu-System-Development-2?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjf6rm24gc000&fromjk=497248129ced85e6",
    "description": [
      "Responsibilities:",
      "Lead and mentor a team of fullstack developers, providing technical guidance and support. Architect, design, and develop fullstack applications, with a focus on backend services using .NET Core and front-end frameworks. Ensure seamless integration of front-end components with robust backend services. Collaborate with product owners, designers, and other stakeholders to define requirements and deliver solutions. Oversee the complete software development lifecycle (SDLC), including requirements gathering, development, testing, and deployment. Conduct code reviews, ensuring adherence to best practices and maintaining code quality. Troubleshoot and optimize backend performance, ensuring scalability and efficiency. Stay current with evolving technologies, applying new techniques to enhance both front-end and backend development. Manage project timelines and ensure the team meets key deliverables.",
      "Requirements:",
      "5+ years of experience in fullstack development, with a strong emphasis on backend technologies in .NET. 1+ year of experience leading a development team or managing projects. Proficiency in C#, ASP.NET Core, Entity Framework, and SQL Server. Front-end experience with frameworks such as React, Angular, or Vue.js. Excellent problem-solving and debugging skills, with the ability to address both front-end and back-end issues. Experience with version control systems like Git and CI/CD pipelines. Strong communication and leadership abilities, capable of managing team dynamics and project timelines. English: reading, writing.",
      "Benefits:",
      "Salary shall be discussed during the interview; Monthly working allowance when working at client's office; 5 working days per week (Monday-Friday), some extent flexible working hours; Friendly, professional and open working environment; Premium Heath Care Insurance 24/7 for Key Person; Company Trip and Events, Birthday Party, Year End Party; Labor Contract, Social insurance as Labor Law; Training courses: Technical skills, Japanese; Professional and Flexible Working Environment.",
      "Loại hình công việc: Toàn thời gian",
      "Mục lương: Lên đến 35.000.000₫ một tháng",
      "Thời hạn xin việc 18/11/2024"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=497248129ced85e6&bb=hsB5RPX0X_iJsWvoI7qNHFKKA1YibLayMCkwQMb-053zNwiX8PSd0AReAgFjNkzSNKCbhYLCN8Krdz7PdSktyF_x6CKajmFGm01L_cRfvUvpRN0Sn7sB_IkW7WJlStyN&xkcb=SoAP67M36su1WLSxlJ0IbzkdCdPP&fccid=135e730869e0dde4&cmp=Nichietsu-System-Development&ti=Shift+Leader&vjs=3",
    "crawlTime": "29/10/2024",
    "salary_range": "Up to 35,000,000 VNĐ a month"
  },
  {
    "title": "Intern/Fresher PHP Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-%C4%90%E1%BA%A7u-T%C6%B0-V%C3%A0-C%C3%B4ng-Ngh%E1%BB%87-Bavaan?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjfcdhgmfb800&fromjk=f42c8d813d32102d",
    "description": [
      "MÔ TẢ CÔNG VIỆC: Tham gia khóa đào tạo 02 tháng tại công ty; Được đào tạo làm việc frontend với html, css, javascript; Được đào tạo cơ bản làm việc với database như Mysql, MariaDb; Được đào tạo về sử dụng git, docker; Được training đào tạo sử dụng, lập trình backend, frontend trên Framework/Platform như: WordPress, Magento, Laravel để phục vụ công việc thực tế tại công ty. Được định hướng học chuyên sâu theo Frontend, Backend hoặc Full-Stack Developer theo năng lực lập trình; Được đào tạo về quy trình làm việc, kỹ năng mềm trong giao tiếp công việc, kỹ năng giải quyết vấn đề, tư duy hệ thống; Tham gia các bài kiểm tra năng lực trong quá trình đào tạo; Thực hiện các công việc khác theo sự phân công của Quản lý trực tiếp;",
      "Công cụ bạn sẽ sử dụng:",
      "Slack, Gmail GitHub IDE: Visual Studio Code, PHP Storm, hoặc Eclipse. Asana, Gitbook, ChatGPT, Miro, Figma, Draw.io, Lucidchart",
      "YÊU CẦU:",
      "Tốt nghiệp Cao đẳng/ Đại học chuyên ngành CNTT, Toán Tin, Viễn thông…, các ngành khác có liên quan; Hoặc đang học năm cuối đại học. Có kinh nghiệm làm việc với Database như: MySQL, Postgres DB hoặc Mariadb; Có kinh nghiệm về một ngôn ngữ lập trình bất kỳ: như PHP, Python, Nodejs",
      "Ưu tiên:",
      "Có kinh nghiệm trong việc xây dựng trang web PHP OOP là điểm cộng; Biết sử dụng công cụ AI hỗ trợ trong lập trình, tìm hiểu tài liệu là một điểm cộng. Có kinh nghiệm/ khả năng phát triển Magento Module là điểm cộng ; Có kinh nghiệm với các ngôn ngữ lập trình backend khác: Nodejs, Python, Go-Lang là một điểm cộng. Có kiến thức về Restful API là điểm cộng; Có kinh nghiệm về GraphQL, Microservice, Load Balancer, DevOps là một điểm cộng; Có kinh nghiệm với tối ưu hóa hiệu suất trang web là một điểm cộng; Sử dụng Git thành thạo là điểm cộng; Ưu tiên các bạn có khả năng đọc hiểu, tự học hỏi tốt từ các tài liệu bằng tiếng anh;",
      "Yêu cầu khác:",
      "Kỹ năng tổ chức và phân tích, với khả năng giải quyết vấn đề. Có khả năng làm việc độc lập/ khả năng teamwork tốt, tư duy lập trình tốt. Có tinh thần trách nhiệm cao, kỷ luật tốt.",
      "QUYỀN LỢI:",
      "Thời gian làm việc: 8h30 – 18h00 từ Thứ 2 – Thứ 6. Sáng thứ 7 tham gia các chương trình đào tạo hay hoạt động văn hóa (nếu có); Khóa đào tạo hoàn toàn miễn phí; Có cơ hội nhận học bổng (3 triệu đồng với thực tập sinh hoàn thành xuất sắc 2 tháng thực tập); Cơ hội trở thành nhân viên chính thức ngay sau khóa đào tạo; Được đào tạo bài bản, chuyên nghiệp, lý thuyết đi liền với thực hành; Hỗ trợ cấp dấu mộc thực tập; Làm việc trong môi trường chuyên nghiệp, năng động, nhiều cơ hội thăng tiến và phát triển bản thân với lộ trình công việc rõ ràng;",
      "Đặc biệt:",
      "Được dẫn dắt chuyên sâu về nghiệp vụ Ecommerce nói chung và Magento/Shopify/Wordpress nói riêng bởi các leader có tâm và có tầm, nhiều năm kinh nghiệm chinh chiến dự án trong và ngoài nước; Tham gia các buổi coaching, seminar về kỹ năng mềm và công nghệ;",
      "Loại hình công việc: Toàn thời gian, Cố định, Thực tập Thời gian hợp đồng: 24 tháng",
      "Mục lương: 500.000₫ - 3.000.000₫ một tháng",
      "Thời hạn xin việc 28/12/2024"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=f42c8d813d32102d&bb=hsB5RPX0X_iJsWvoI7qNHFf78lmQwFjDJV54XlFcaGJuiPDT9Y8tgwtYBLQJjyqYIbiQsAxv4h7LoXfZBnbYG07MZ5e0VNa-VY7oOlsUu69AO9Ps0u01mAmrOaci9wmZ&xkcb=SoCB67M36su1WLSxlJ0PbzkdCdPP&fccid=4011db3bb02af797&cmp=C%25C3%2594NG-TY-C%25E1%25BB%2594-PH%25E1%25BA%25A6N-%25C4%2590%25E1%25BA%25A6U-T%25C6%25AF-V%25C3%2580-C%25C3%2594NG-NGH%25E1%25BB%2586-BAVAAN&ti=PHP+Developer&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Cố định"
  },
  {
    "title": "[TEMP 12 MONTH] Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Heineken?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjfi40h5d5801&fromjk=24872d6eea272f13",
    "description": [
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=24872d6eea272f13&bb=hsB5RPX0X_iJsWvoI7qNHFgS0kbb2z6unLJDF0CxFApYHruNSzxKaKssr-JzE4LhaHa0XSX-hvU6YF8KdsVMJVZSK_dpILQPShygwNa7a48eaXDWbzpORD75Ua0sgnLh&xkcb=SoA167M36su1WLSxlJ0ObzkdCdPP&fccid=9d3fc2c7bbc80ecb&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Technical Leader (Fullstack Leader) (English Fluency)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Sun?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjfot4244d000&fromjk=0c9b72fd2a88c235",
    "description": [
      "WHAT WE DO:  Engage in presales activities, technical proposal development, and identifying new business opportunities. Participate in requirement analysis and system design, propose viable options, and develop technical solutions for projects. Continuously improve and enhance the quality of projects Actively participate in coding to develop key features and components of the project, setting a high standard for code quality and efficiency. Provide guidance and training on technical skills, assist team members in resolving technical issues. Participate in company technology forums and tech shows  WHO YOU ARE:  Experience Requirements  5+ years of experience in software development with at least 1 year working as a tech lead Experience with one of the following technologies: + Backend: NodeJS (ExpressJS, NestJS, Typeorm, Mongoose, Socket IO…), C#, .Net + Frontend: ReactJS, VueJS, NextJS Experience working with Typescript, Javascript Experience working with Rest API, Docker, Git Experience working with databases such as MongoDB, Redis, Mysql, ElasticSearch, PostgreSQL, SQL Server, etc Experience working with modern devops practices, CI/CD Candidates with prior experience in Global/US market projects will be given priority consideration  Knowledge Requirements  Good understanding of AWS, Azure, Google cloud. Good understanding of OOP, clean code, coding conventions. Good understanding of Agile/Scrum methodologies, SOA design, microservices.  Skill Requirements  Excellent English communication skills Strong management skills Excellent teamwork skills Ability to cultivate influence through personal competence and character. Ability to allocate tasks effectively Be able to understand driving factors that motivate team members and implement appropriate methods to enhance their motivation Strong critical thinking and logical thinking skills Effective problem-solving skills  Attitude Requirements  Possess customer-oriented mindset Embrace and adapt to changes Be committed to continuous development  BENEFITS AND PERKS  Professional, open-minded, and creative environment:  Work with colleagues who embrace ideas to change the society. Respect different perspectives within a team Strong learning culture that promotes individual development The culture of taking risks to experience and thrive  Focus on individual development  Be consulted, accompanied, and supported in career development with the career path system (developing in expertise or management direction) that has been studied and tested for many years. Be oriented for individual, group, and organizational goals Be empowered Be supported to define a 3-month or 6-month goal (Goal Define Support) Get access to company Learning Hub online library with various courses provided by Udemy, LinkedIn,…  Special care for employees  Salary: Upto $4000 + competitive allowance (lunch, living allowance, beauty care, Japanese and IT certificates, etc.) 13th-month salary bonus Performance review: Twice/a year Hybrid working policy; flexible check-in, check-out Comprehensive health insurance Sun* Care Seniority Allowance Women care allowance: Women’s physiological leave: 2.5 hours/month; Postpartum leave for female employees with under 1-year-old children: 1 hour/day Policies supporting learning activities, knowledge sharing, and cultural exchange (Technology Seminar – Tech Expert, Club: Reading, Japanese, Music Club, …) Annual company trip and quarterly team-building activities",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=0c9b72fd2a88c235&bb=hsB5RPX0X_iJsWvoI7qNHF8CNpHG_yAioBRHw-V83nlCDQuNe1f3ffh6SnMdhhelcwLRrJRDV6GAwP9IWWsT-80rU-Wn4mpgKvADqWlNgeZnNWUiq2E7W1K2c5PfOIO8&xkcb=SoCo67M36su1WLSxlJ0NbzkdCdPP&fccid=d01cc22a422b681a&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Technical Leader",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Vpdd-HR-Plus-T%E1%BA%A1i-Hcm?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjfucrgmef800&fromjk=944be6d1e9a7a038",
    "description": [
      "Zalo gửi CV ứng tuyển 0907.469.860",
      "Vị trí : Technical Leader",
      "Số lượng tuyển : 01",
      "Địa điểm làm việc : Đống Đa Hà Nội",
      "Thời gian làm việc : T2-T6 tù 8:00-17:00",
      "Nội dung công việc :",
      "Phân tích thiết kế hệ thống, xây dựng cơ sở, cấu trúc sourcecode, điều tra tìm hiểu kỹ thuật.",
      "Tham gia cùng với các kỹ sư bên Nhật, vận hành và phát triển các product, dịch vụ của công ty.",
      "Trao đổi với các phòng ban Marketing, Design hoặc PM của dự án để nắm được yêu cầu và triển khai.",
      "Sang công ty mẹ bên Nhật công tác hoặc sang làm lâu dài khi có yêu cầu từ công ty.",
      "Review code, hỗ trợ các member khác.",
      "Tìm tòi, phát kiến ý tưởng, giải pháp cải thiện, cải tiến quy trình, nâng cao hiệu suất công việc và tính năng cho sản phẩm.",
      "- Có nhiều cơ hội tham gia vào việc triển khai dự án mới.",
      "Yêu cầu :",
      "Tiếng Nhật trình độ tương đương N1/N2, giao tiếp tiếng Nhật lưu loát.",
      "Có định hướng muốn sang Nhật làm việc lâu dài.",
      "Kinh nghiệm coding (hệ thống web hoặc ứng dụng mobile) 5 năm trở lên.",
      "Kinh nghiệm sử dụng React/Next.js, Node.js hoặc Swift, Kotlin",
      "( Chủ yếu sử dụng React, nhưng cũng có dự án sử dụng Vue và Angular. )",
      "Kinh nghiệm techlead, team leader 2 năm trở lên",
      "Kinh nghiệm viết unit test",
      "Kinh nghiệm review code",
      "Ưu tiên:",
      "Kinh nghiệm xây dựng kiến trúc dự án từ đầu, thiết kế infra, có hiểu biết và kiến thức về cơ chế của các framework khác nhau.",
      "Kinh nghiệm thiết kế API Http (RESTFul), GraphQL",
      "Kinh nghiệm AWS hoặc GCP",
      "- Hoan nghênh những thành viên có khả năng chọn lựa công nghệ phù hợp với thời đại",
      "- Kiến thức lĩnh vực liên quan đến Server Side Rendering (SSR), Backends For Frontends (BFF)",
      "- Hoan nghênh các ứng viên không chỉ muốn làm Kỹ sư Frontend mà còn muốn hoạt động như Kỹ sư Full Stack.",
      "Chế độ :",
      "Thử việc full lương Thưởng theo lợi nhuận công ty (2 lần/năm) Thưởng 50 man yên (tương đương 90 triệu Vnd) khi được ký hợp đồng chính thức tại Nhật làm việc lâu dài. Hỗ trợ 4000 yên/ngày, hỗ trợ 100% chi phí nhà ở khi sang Nhật công tác. Cơ hội lớn để sang Nhật làm việc lâu dài trong tập đoàn fintech lớn hàng đầu ở Nhật. Hỗ trợ 100% chi phí học tiếng Nhật 1 kèm 1 với giáo viên người Nhật. Lịch học và số giờ học tự chọn để phù hợp với nhu cầu của bản thân. Cơ hội tham gia vào đội ngũ chuyên nghiệp để xây dựng product của chính công ty và làm cùng trực tiếp với các kỹ sư người Nhật. Nghỉ phép và các chế độ phúc lợi khác theo quy định của nhà nước.",
      "Loại hình công việc: Toàn thời gian",
      "Mục lương: Lên đến 76.000.000₫ một tháng"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=944be6d1e9a7a038&bb=hsB5RPX0X_iJsWvoI7qNHEOdx1sD7m_TLZpepBe9Ywm2R2rTAe1zZ094gZ6G3_s2k4T2gPhpXTBJxd40mfJg-7ZMfk5cyF7OInnNJX1SkIvODtqsLvHs19Uj0JLQug9f&xkcb=SoAc67M36su1WLSxlJ0MbzkdCdPP&fccid=be4dceabc2f026ea&cmp=VPDD-HR-PLUS-t%25E1%25BA%25A1i-HCM&ti=Technical+Leader&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-C%C3%B4ng-Ngh%E1%BB%87-Amz?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjg3segme2800&fromjk=bdb0cdd8c7591234",
    "description": [
      "Mô tả công việc:  (Mức lương: Thỏa thuận) Tham gia vào toàn bộ vòng đời của ứng dụng, tập trung vào coding và debug các dự án website và hệ thống; Viết API kết nối giữa các hệ thống, và phục vụ trao đổi dữ liệu với mobile & front-end; Xây dựng code có thể sử dụng lại và các thư viện để thuận tiện cho việc sử dụng trong tương lai; Thu thập và xử lý các yêu cầu thiết kế và kỹ thuật; Tham gia vào quá trình phân tích và thiết kế hệ thống; Nghiên cứu và áp dụng các công nghệ mới để tối ưu hóa hiệu quả phát triển sản phẩm; Đảm bảo sản phẩm làm ra cần phải chạy đúng nghiệp vụ và tốc độ xử lý cũng phải tối ưu cho lượng người dùng lớn.  Chức vụ: Nhân viên/Chuyên viên  Hình thức làm việc: Toàn thời gian  Quyền lợi được hưởng:  Được training về kỹ năng mềm, kỹ năng quản lý dự án, quản lý chất lượng; Làm việc trong môi trường năng động, cởi mở; Được học hỏi và đào tạo học việc bài bản từ các leader có nhiều năm kinh nghiệm; Có cơ hội phát triển bản thân, tiếp xúc với các công nghệ mới; Teambuilding, hoạt động văn nghệ thể thao.  Yêu cầu bằng cấp (tối thiểu): Trung cấp - Nghề  Yêu cầu công việc:  Có ít nhất 1 năm kinh nghiệm tại vị trí tương đương; Thành thạo Java, Spring, SpingBoot; Có kiến thức về cơ sở dữ liệu MySQL hoặc Oracle, MongoDB; Có kiến thức về OOP & Design Patterns và hệ điều hành Linux (Ubuntu, CentOS) là một lợi thế; Tư duy logic tốt, có khả năng phân tích, học hỏi nhanh; Kỹ năng làm việc theo nhóm, làm việc độc lập.  Yêu cầu giới tính: Nam/Nữ  Ngành nghề: Backend,Frontend (HTML/CSS),IT Phần Mềm,NodeJS,PHP",
      "",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=bdb0cdd8c7591234&bb=hsB5RPX0X_iJsWvoI7qNHFgS0kbb2z6uP0JFxXrb_ScFXz1m_xgD_AiGR46Yj_-D0Pshs__FtdGPfnMKHDjuVgN-cj_SNZbHbbR3PO1XlKcEKUoLyuKuVGcfeYVUklJi&xkcb=SoD167M36su1WLSxlJ0DbzkdCdPP&fccid=289c0bb50153aca2&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "Technical Team Leader (Frontend/ Backend)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Dision-Tech?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjg9c7gmef800&fromjk=5016aeb1d40e6c73",
    "description": [
      "Join DISION Tech LLC as a Technical Team Lead and steer our talented frontend and backend development teams towards delivering innovative software solutions. Utilize your leadership skills and technical expertise in a role that blends project management with technical advisory, in an environment that thrives on creativity and collaboration.",
      "Location: Thu Duc City (District 2)",
      "Key Responsibilities:",
      "Lead and mentor frontend and backend development teams. Provide technical guidance and project direction while not necessarily diving deep into code. Ensure team alignment with the technical goals and milestones of projects. Develop and maintain Key Performance Indicators (KPIs) for team members and conduct regular KPI reviews. Implement and oversee Agile/Scrum methodologies to enhance project delivery. Facilitate collaboration across functions to drive innovation and efficiency. Evaluate project progress and adjust processes to meet deadlines and quality standards.",
      "Required Skills and Qualifications:",
      "Proven experience in leading technical teams in a software development environment. Strong understanding of project management practices, particularly Agile and Scrum. Ability to provide technical leadership and strategic direction without deep technical specialization in all underlying technologies. Excellent communication and interpersonal skills, capable of fostering a collaborative team environment. Strong problem-solving skills and ability to adapt to evolving project scopes.",
      "Required Leadership Competencies:",
      "Visionary Thinking: Ability to set clear goals and inspire the team towards achieving them. Adaptability: Managing team dynamics and project scopes in a fast-paced environment. Analytical Skills: Evaluating complex project information to make strategic decisions. Empathy and Communication: Building strong relationships within and across teams to foster a positive work environment.",
      "Why Join DISION Tech LLC?",
      "Advanced Technology: Engage with cutting-edge technologies in an international team. Dynamic Projects: Work on impactful cybersecurity projects alongside a diverse team. Career Growth: Opportunities for mentorship with senior leadership and ongoing professional development. Competitive Compensation: Enjoy a competitive salary, bonuses, and a 13th-month salary. Generous Leave Policy: Enjoy over 14 days of annual leave to relax and recharge. Collaborative Environment: Onsite work that encourages strong teamwork and is ideal for career starters. Great Perks: Benefit from generous leave, flexible hours, free parking, and on-site amenities. Flexible Working Hours: Tailor your work schedule with flexible start (8 - 10 am) and end times (5 - 7 pm) from Monday to Friday. Team Building: Participate in annual team-building activities to strengthen team cohesion. Comprehensive Insurance: Benefit from social insurance, health insurance, and unemployment insurance as part of your official labor contract. Convenient Amenities: Free parking and on-site food and coffee facilities are available to enhance your workday.",
      "Sent CV to: jobs@dision.tech",
      "or contact Zalo: 0707108872",
      "Job Type: Full-time"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=5016aeb1d40e6c73&bb=hsB5RPX0X_iJsWvoI7qNHEBpALwwcaJ3cRwr2COPHceE8D8eDloxivxVwvvE68LsStt6tXeqoVHCgNlPuND2I-CRQgR23mY190JN-risN-FzFYGjpEWkmEV2AFIVdOr9&xkcb=SoBB67M36su1WLSxlJ0CbzkdCdPP&fccid=1978153e247fb0d8&cmp=Dision-Tech&ti=Technical+Support+Team+Leader&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Full-time"
  },
  {
    "title": "101740 - Backend Developer (C#) - Manufacturing",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Rgf-HR-Agent-Vietnam-Co.,-Ltd.-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjgeua228e000&fromjk=acb5b831b6bce9f8",
    "description": [
      "<Job Responsibilities>",
      "Receive offshore projects from a core system development company, a group company of the head office Gradually migrate core system development operations from the parent company's outsourcing organization",
      "<Necessary Skill / Experience >",
      "Gender: Any Age: 20-40 Education: College diploma or higher Language: English Conversational level Experience: ‐ Junior Level: Welcome for Fresher, Background in IT, well-known C# language - Senior Level: At least 3 years experience in the Web development field, well-known C# language 　‐ Team Leader Level: At least 5 years experience in the Web development field, well-known C# language, and management experience as well",
      "Job Type: Full-time",
      "Pay: 18,000,000₫ - 40,000,000₫ per month",
      "Application Deadline: 2024/11/16"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=acb5b831b6bce9f8&bb=hsB5RPX0X_iJsWvoI7qNHJMEfof8Z9TuharaTShGEPwRyYxQ7KC9yQojfUnefxGA0UvgRTTb0b8S_AL1fNme5VW4L2DmYZ2xeuANzP_70PFLCTgnKIRHNDQZXG-JIGIe&xkcb=SoDc67M36su1WLSxlJ0BbzkdCdPP&fccid=3a5143cb00f23f9e&cmp=RGF-HR-AGENT-VIETNAM-CO.%2C-LTD.&ti=Back+End+Developer&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "18,000,000 VNĐ - 40,000,000 VNĐ a month"
  },
  {
    "title": "Senior Backend Developer - Node (100% Remote Vietnam Haiphong)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Tether-Operations-Limited?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjgkmbgmen803&fromjk=25e8cb7960cf9cbe",
    "description": [
      "Join Tether and Shape the Future of Digital Finance  At Tether, we’re not just building products, we’re pioneering a global financial revolution. Our cutting-edge solutions empower businesses—from exchanges and wallets to payment processors and ATMs—to seamlessly integrate reserve-backed tokens across blockchains. By harnessing the power of blockchain technology, Tether enables you to store, send, and receive digital tokens instantly, securely, and globally, all at a fraction of the cost. Transparency is the bedrock of everything we do, ensuring trust in every transaction.  Innovate with Tether Tether Finance: Our innovative product suite features the world’s most trusted stablecoin, USDT, relied upon by hundreds of millions worldwide, alongside pioneering digital asset tokenization services.  But that’s just the beginning: Tether Power: Driving sustainable growth, our energy solutions optimize excess power for Bitcoin mining using eco-friendly practices in state-of-the-art, geo-diverse facilities. Tether Data: Fueling breakthroughs in AI and peer-to-peer technology, we reduce infrastructure costs and enhance global communications with cutting-edge solutions like KEET, our flagship app that redefines secure and private data sharing. Tether Education: Democratizing access to top-tier digital learning, we empower individuals to thrive in the digital and gig economies, driving global growth and opportunity. Tether Evolution: At the intersection of technology and human potential, we are pushing the boundaries of what is possible, crafting a future where innovation and human capabilities merge in powerful, unprecedented ways.   Why Join Us? Our team is a global talent powerhouse, working remotely from every corner of the world. If you’re passionate about making a mark in the fintech space, this is your opportunity to collaborate with some of the brightest minds, pushing boundaries and setting new standards. We’ve grown fast, stayed lean, and secured our place as a leader in the industry. If you have excellent English communication skills and are ready to contribute to the most innovative platform on the planet, Tether is the place for you. Are you ready to be part of the future?   As a Senior Backend Developer, you will be a part of the team that works on the development of Tether backend components     New Products and Features - Tether continuously strives to create innovative new features in order to provide the most professional trading experience for customers. These are developed and deployed using agile methodologies, to ensure the user experience remains the best in the industry.   Scalability - all backend services that power Tether must remain effortlessly smooth, responsive, and real-time for customers as the platform continues to scale to accommodate new user growth.   Security - Security is the most important feature. The Backend Development team is responsible for building all the services and core processes with the highest security principles and standard, in order to protect the safety of the entire user base.   Exceptional Node/JavaScript skills  Familiar with microservices architecture  Have actively participated in the development of a complex platform  Familiar with Peer-to-Peer technologies  Good experience in interacting with databases (MySQL, MongoDB)  Ability to quickly learn new technologies  Good understanding of security practices    Nice to have  Experience with blockchain integration  Comfortable with high-availability concepts  Ruby, Rust or C++ skills are a plus  Other technologies of interest: Message queues (Redis), Caches and Job Queues"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=25e8cb7960cf9cbe&bb=hsB5RPX0X_iJsWvoI7qNHGKSk1SOsDY9ZOqSK-iZiAGrUYPixqdJ3LcId7b1bqHCM-ZEFpLRE2BXhgb4HdaoUSgPscdQ6CRnHKqs2rmaX18G8z_Me3QwVCI4S4WJU8Wk&xkcb=SoBo67M36su1WLSxlJ0AbzkdCdPP&fccid=c0737bbe83895925&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "PHP Internship",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Bravesoft-Vietnam?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjgr0cgmfb801&fromjk=66453e1ccee25fd3",
    "description": [
      "Job Requirements  Job Type Web Engineer Job Description Developing Web Applications, APIs and backend systems using PHP language Working under the division of Leader/PM Assuring the progress of work assigned More details will be discussed at in the interview Qualification Requirements Final-year student Can work at office full-time (flexible, please discuss with us) Being fond of and having a strong desire to work for Japanese company Have good basic programing skill Good at Mathematical Thinking and Algorithm Good at researching new technology Basic OOP, Linux, Database Design, HTML/CSS knowledge Having responsibility and ability to work under high pressure Employment Status Full-time Work Location Ho Chi Minh City Working Time 8:30 ～ 17:30 Salary Negotiable Trial Period 2 months Benefits Internship allowance Working in a dynamic, innovative and friendly environment Having chance to work with many types of applications and Japanese experts Will be trained web programming related skills Have change to be official staff Holiday / Vacation Saturday, Sunday, Vietnamese holidays, 12 days of annual leave  How To Apply  Please send your resume to bravesoft Vietnam's HR: contact@bravesoft.vn.  Note: We contact only passed CVs for interview."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=66453e1ccee25fd3&bb=hsB5RPX0X_iJsWvoI7qNHBLEOaNcc2RhhYugtOt-pasx2kJ4coMy5kRU4-7qrRimxwfY_YQ1Jd-nkUKLsg7YsiQI2ZDZFXuYibw2nn-T0o_rfO05MZxHVE8GlTQLe6tj&xkcb=SoDm67M36su1WLSxlJ0HbzkdCdPP&fccid=2948e471a09020ac&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Junior PHP Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-%C4%90%E1%BA%A7u-T%C6%B0-V%C3%A0-C%C3%B4ng-Ngh%E1%BB%87-Bavaan?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjh0v6h43v800&fromjk=15eb8d849682a68e",
    "description": [
      "MÔ TẢ CÔNG VIỆC:",
      "Tham gia vào dự án phát triển các sản phẩm phần mềm của công ty; Tham gia vào các dự án Ecommerce/Website trên nền tảng Magento/Shopify/Wordpress cho khách hàng trong nước và nước ngoài; Tham gia phát triển các sản phẩm website/phần mềm của công ty; Hỗ trợ kỹ thuật khách hàng sau bán: tiếp nhận yêu cầu, sửa lỗi phát sinh, tối ưu hóa vận hành cho các tính năng…. Phối hợp với các team member khác để thực hiện đúng yêu cầu và deadline của dự án.",
      "Công cụ bạn sẽ sử dụng:",
      "Slack, Gmail GitHub IDE: Visual Studio Code, PHP Storm, hoặc Eclipse. Asana, Gitbook, ChatGPT, Miro, Figma, Draw.io, Lucidchart",
      "YÊU CẦU:",
      "Tốt nghiệp Cao đẳng/ Đại học chuyên ngành CNTT, Toán Tin, Viễn thông…, các ngành khác có liên quan; Có kinh nghiệm làm việc với Database như: MySQL, Postgres DB hoặc Mariadb; Có kinh nghiệm làm việc thực tế trên 1 năm với ngôn ngữ lập trình PHP; Có kinh nghiệm trong việc xây dựng trang web PHP OOP; Có kiến thức về Restful API; Có kiến thức và kinh nghiệm làm việc với Git;",
      "Ưu tiên:",
      "Biết sử dụng công cụ AI hỗ trợ trong lập trình, tìm hiểu tài liệu là một điểm cộng. Có kinh nghiệm/ khả năng phát triển Magento Module, Magento Theme, Shopify/Wordpress Theme là điểm cộng ; Có kinh nghiệm / khả năng phát triển website với Laravel là điểm cộng; Có kinh nghiệm với các ngôn ngữ lập trình backend khác: Nodejs, Python, Go-Lang là một điểm cộng. Có kinh nghiệm về GraphQL, Microservice, Load Balancer, DevOps là một điểm cộng; Có kinh nghiệm với tối ưu hóa hiệu suất trang web là một điểm cộng; Có kinh nghiệm tối ưu SEO cho website là một điểm cộng; Ưu tiên các bạn có khả năng đọc hiểu, tự học hỏi tốt từ các tài liệu bằng tiếng anh;",
      "Yêu cầu khác:",
      "Kỹ năng tổ chức và phân tích, với khả năng giải quyết vấn đề. Có khả năng làm việc độc lập/ khả năng teamwork tốt, tư duy lập trình tốt. Có tinh thần trách nhiệm cao, kỷ luật tốt.",
      "QUYỀN LỢI:",
      "Mức lương khởi điểm cạnh tranh, tương xứng với năng lực và kinh nghiệm làm việc; Xét tăng lương theo năng lực, hiệu quả công việc và tình hình kinh doanh của công ty; Được tham gia các hoạt động tập thể sôi động của công ty: Nghỉ mát hàng năm, Teambuilding hàng quý, Gala cuối năm….miễn phí trà – cafe tại văn phòng, và các chế độ theo Luật lao động hiện hành; Thời gian làm việc: 8h30 – 18h00 từ Thứ 2 – Thứ 6. Sáng thứ 7 tham gia các chương trình đào tạo hay hoạt động văn hóa (nếu có); Làm việc trong môi trường chuyên nghiệp, năng động, nhiều cơ hội thăng tiến và phát triển bản thân với lộ trình công việc rõ ràng.",
      "Đặc biệt:",
      "Được dẫn dắt chuyên sâu về nghiệp vụ Ecommerce nói chung và Magento/Shopify/Wordpress nói riêng bởi các leader có tâm và có tầm, nhiều năm kinh nghiệm chinh chiến dự án trong và ngoài nước; Tham gia các buổi coaching, seminar về kỹ năng mềm và công nghệ;",
      "ỨNG TUYỂN:",
      "Để ứng tuyển cho vị trí mà Bavaan đang tìm kiếm, các bạn gửi CV vào email: hr.landofcoder@gmail.com Tiêu đề Email ghi rõ: [Vị trí ứng tuyển] – [Họ và tên ứng viên]",
      "Loại hình công việc: Toàn thời gian",
      "Mục lương: 500.000₫ - 20.000.000₫ một tháng",
      "Trình độ học vấn:",
      "Cao đẳng (Ưu tiên)",
      "Kinh nghiệm làm việc:",
      "PHP Developer: 1 năm (Bắt buộc)",
      "Thời hạn xin việc 28/12/2024"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=15eb8d849682a68e&bb=hsB5RPX0X_iJsWvoI7qNHCOcU-q07XpNlpN3BBoBm8xIs1qXDg7fJN9gJF1Pj2ympt3DfGvjK4ZhBwkaaTqZ20JEswlFSH9md7uu_BwMi_TsxMtyuOf8OJUrAkhnozd5&xkcb=SoBS67M36su1WLSxlJ0GbzkdCdPP&fccid=4011db3bb02af797&cmp=C%25C3%2594NG-TY-C%25E1%25BB%2594-PH%25E1%25BA%25A6N-%25C4%2590%25E1%25BA%25A6U-T%25C6%25AF-V%25C3%2580-C%25C3%2594NG-NGH%25E1%25BB%2586-BAVAAN&ti=Junior+PHP+Developer&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "Junior Tester - Avada SaaS",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Mageplaza?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjh6tsgi3v803&fromjk=af646ae32c42ad4c",
    "description": [
      "",
      "MÔ TẢ CÔNG VIỆC Thực hiện tìm hiểu, phân tích và làm rõ yêu cầu. Phối hợp với các team liên quan để thống nhất phạm vi kiểm thử, yêu cầu kiểm thử và kế hoạch kiểm thử. Làm việc với team support để đảm bảo việc nhận diện, monitor, đánh các lỗi trên sản phẩm. Xây dựng kế hoạch kiểm thử, kịch bản kiểm thử và chuẩn bị môi trường và dữ liệu kiểm thử. Thực hiện kiểm thử, ghi nhận kết quả kiểm thử, theo dõi việc xử lý lỗi và báo cáo tiến độ kiểm thử. Đảm bảo sản phẩm trên môi trường production hoạt động ổn định. Tham gia các công việc liên quan đến cải tiến năng suất chất lượng, quy trình kiểm thử. III. YÊU CẦU CÔNG VIỆC Có ít nhất 1 năm kinh nghiệm ở vị trí Tester tại các công ty thương mại điện tử, phần mềm. Tốt nghiệp CĐ/ĐH chuyên ngành CNTT hoặc tương đương. Tiếng Anh đọc hiểu tài liệu. Hiểu biết về quy trình phát triển phần mềm và kiểm thử. Có khả năng làm việc độc lập và đội nhóm, trách nhiệm cao trong công việc. Hướng ngoại, có khả năng giao tiếp và xử lý tình huống tốt. ƯU TIÊN: Có kinh nghiệm làm việc theo quy trình Agile, làm việc với các project management tool Trello, Jira. Có kinh nghiệm làm trong các dự án e-Commerce. Có kinh nghiệm với các automation framework backend và frontend như: Performance Testing Lighthouse, API testing with Postman, LightHouse là một điểm mạnh. Hiểu về Performance Testing Lighthouse, API testing. IV. QUYỀN LỢI  1. Lương, thưởng và phụ cấp  Thu nhập theo thỏa thuận, tương xứng với năng lực và hiệu quả làm việc: Từ 9.000.000đ - 12.000.000đ; Review lương 2 lần/năm. Thưởng nóng, thưởng quý, thưởng lễ Tết, lương tháng 13. Phụ cấp gửi xe, phụ cấp đi lại theo quy định công ty. Cung cấp trang thiết bị làm việc đầy đủ, hiện đại (PC / Laptop,…).  2. Phúc lợi và đãi ngộ  Được làm việc trong môi trường trẻ trung, thân thiện, nhiệt tình, chuyên nghiệp và có nhiều cơ hội thăng tiến. Văn phòng làm việc tiện nghi với không gian mở; Pantry luôn đầy ắp trà, cafe, bánh kẹo được refill hàng ngày. Tham gia các hoạt động thể thao / văn nghệ: CLB chạy bộ, đá bóng, cầu lông, board game, PS5, văn nghệ,… sau giờ làm việc. Tham gia các hoạt động sự kiện được tổ chức hàng tuần / tháng: Happytime, sinh nhật, tổng kết, dã ngoại, trekking… Hưởng đầy đủ các chế độ phúc lợi như BHXH, ngày nghỉ phép, du lịch hàng năm, thăm hỏi ốm đau, hiếu hỷ, thai sản, khám sức khỏe định kỳ, …  3. Đào tạo và phát triển  Được Leader training trực tiếp các kiến thức, kỹ năng cần thiết cho công việc. Được tham gia các khóa học đào tạo về kỹ năng phát triển con người và kỹ năng chuyên môn. Cơ hội được thể hiện và phát huy năng lực của bản thân, tham gia hoạt động Workshop trao đổi chuyên môn thường xuyên cùng đội nhóm để năng cao kiến thức, năng lực. V. CÁCH THỨC ỨNG TUYỂN Gửi CV (đính kèm ảnh chân dung nhìn rõ mặt) + Bằng cấp/chứng chỉ và Portfolio (nếu có) về email: job@avadagroup.com Email subject: Junior Tester (SaaS) - Họ tên đầy đủ. VI. THÔNG TIN LIÊN HỆ VỚI BỘ PHẬN TUYỂN DỤNG Điện thoại: 0345 586 968 Email: job@avadagroup.com Facebook: facebook.com/avadagroupcareers ; facebook.com/hravada/ Website: https://career.avadagroup.com/ Giới thiệu thương hiệu Mageplaza: https://www.mageplaza.com/about-us.html Giới thiệu thương hiệu Avada Commerce: https://avada.io/about-us.html",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=af646ae32c42ad4c&bb=hsB5RPX0X_iJsWvoI7qNHJ0ebwrDuf1tL0N3Ce0TXzA2U5uj4CmVZBrDa-rPk6KdOAj0xAjYoznrFNExJMb6uLdAX_6PX4R-HFpgf3Jj3kk9-ia7T1kDh-VUnVWAcsCU&xkcb=SoDP67M36su1WLSxlJ0FbzkdCdPP&fccid=a016dca19ae3c40c&vjs=3",
    "crawlTime": "30/10/2024"
  }
]