[
  {
    "title": "Junior Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Techx?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjhh73244d001&fromjk=d9dd9e5e21707fc7",
    "description": [
      "The Junior Backend Developer will take full responsibility for developing and maintaining the server-side functionalities of the Performance Management System MVP. You will design and implement APIs, manage data storage solutions, and ensure smooth integration with frontend components, enabling a robust and secure backend environment. This role is ideal for an entry-level developer eager to contribute to an impactful project within a collaborative team.  Key Responsibilities  API Development and Integration:  Design, build, and maintain RESTful APIs to support frontend applications and ensure seamless data flow across components. Collaborate with the frontend team to integrate backend services, providing reliable and efficient access to KPI, performance review, and bonus data.  Database Management:     Set up and manage database schemas and tables for storing employee performance data, using databases such as DynamoDB or SQL. Ensure data integrity, efficiency, and security through optimized data retrieval and storage practices.  Server-Side Logic Implementation:  Develop backend logic to handle business processes such as KPI tracking, bonus calculations, and performance reviews. Optimize backend performance to ensure fast and scalable API response times for a smooth user experience.  Testing and Debugging:  Conduct unit testing to validate backend logic and API functionality, ensuring high-quality code and reliable performance. Identify, troubleshoot, and resolve any backend issues, collaborating with the frontend and DevOps teams as needed.  Documentation and Collaboration:  Document code, API endpoints, and workflows, enabling transparency and ease of future maintenance. Coordinate with the project manager and other development team members to meet project timelines and deliverables.  Qualifications  Bachelor’s degree in Computer Science, Software Engineering, or a related field. Proficiency in server-side languages, particularly JavaScript with Node.js, and knowledge of backend frameworks (e.g., Express). Basic understanding of RESTful APIs and experience with API integration. Familiarity with database concepts (NoSQL or SQL) and experience with databases like DynamoDB or MySQL. Knowledge of version control (Git) and collaborative development processes. Strong analytical and problem-solving skills with attention to detail. Self-motivated and accountable, with the ability to take ownership of backend tasks. Eagerness to learn new technologies and grow in a collaborative, fast-paced environment. Basic knowledge of AWS services, particularly Lambda, API Gateway, and DynamoDB. Exposure to testing frameworks and test-driven development (TDD) practices.  Why Join Us?   As a Junior Backend Developer, you will play an essential role in building the server-side structure for our Performance Management System MVP, contributing directly to its success. This position offers a hands-on opportunity to take ownership of backend tasks and collaborate with experienced engineers, making it ideal for a developer who wants to grow their skills and make a real impact in an innovative project environment.     Apply now!  Due to the high volume of applicants, only shortlisted candidates will be contacted. We apologize for this inconvenience!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=d9dd9e5e21707fc7&bb=cId5b5TEJ03UA_ZTdY8fwWKmgxNtzIA9epdjGgr4yUZvj2_EZn-98qPTg5EE9rIaMJvnUOsbPvorvaKuI9nLK-ZbmA8TZBPpRXUFv7b_wrD7ZQEi9xWX4QVdVDd7CL9U&xkcb=SoAg67M36svKJ3yxjB0LbzkdCdPP&fccid=7d332407cdab46f5&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Fullstack Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Deuna?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjhn46gmf5800&fromjk=95ede80534de1e44",
    "description": [
      "About DEUNA \\uD83E\\uDDE1 We are a rapidly growing startup that simplifies global payments and powers next generation commerce in a single platform. With our products we've consolidated hundreds of payment solutions in a single integration, harness an intuitive payment orchestration method and centralize payment reconciliation. We are currently present all across LATAM and looking for exceptional talent to join our team and continue revolutionizing the world of payments! \\uD83D\\uDE80 Visit https://www.deuna.com/ to learn more about us!  We are looking for a highly motivated and skilled Full Stack Developer to join our technology team. The candidate will be part of the integration cell that handles all integrations to different platforms such as Shopify, Magento, VTEX, among others. The candidate will be responsible for the creation of payment connectors and web applications, working closely with designers, software engineers and other team members to deliver end-to-end solutions.  Responsibilities Developers who deliver added value, under an Agile methodology. Attention and care to detail. Ability to work with ambiguous problems. Ability to prioritize tasks, work autonomously and in dynamic environments. Develop high quality web and mobile applications. Collaborate with designers and other developers to create effective and engaging user interfaces. Participate in the design, development and implementation of new features and enhancements. Maintain and enhance existing applications, troubleshooting problems and optimizing performance. Collaborate in the planning and execution of projects, ensuring timely delivery and code quality. Research and adopt new technologies and tools to continuously improve products and processes.  Requirements Proven experience as a Full Stack developer or in similar roles. Solid knowledge of front-end technologies such as Typescript and React. As well as backend technologies such as Golang. Functional knowledge of AWS with application orientation. Knowledge of integrations in different areas such as payments, ecommerce, fraud or analytics. Familiarity with relational and non-relational databases. Ability to work in a team and communicate effectively. Ability to solve problems creatively and efficiently. Knowledge of agile development practices and working methodologies.  Education Bachelor's degree in Computer Science, Software Engineering or related field. What will you find when you join DEUNA? A multicultural team distributed throughout LATAM Dynamism, agility and constant innovation Being part of a high-impact solution for an entire region The best tools and technology to operate Being part of the startup culture. We are in full expansion!  Benefits: Vacations and additional PTO \\uD83C\\uDFDD️ Remote work from anywhere \\uD83D\\uDCBB Economic support for internet and cell phone line\\uD83D\\uDCF1\\uD83C\\uDF10 We all own DEUNA, we offer stock options \\uD83D\\uDCB8 Multidisciplinary, diverse and dynamic team \\uD83E\\uDDE1 Growth and career path \\uD83D\\uDE80  Be part of a dynamic team that's creating the next generation payments platform.  Join us at DEUNA!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=95ede80534de1e44&bb=cId5b5TEJ03UA_ZTdY8fwUuFzQZyVq8KjBKN6nLEvbAqaLW0nMJbjTtmTWfMGjy9vIVp3IzM-QmHhwF9wSQ8GXLvIuZYvqABpcPIR3Z_bjXFHsJIweIPh0uAPjZJPDxw&xkcb=SoCU67M36svKJ3yxjB0KbzkdCdPP&fccid=85a44abc43fe93fb&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Frontend Developer (ReactJs, VueJs)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Eastgate-Software-Jsc?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjhsm8h11s800&fromjk=386fa0d7320a539e",
    "description": [
      "Salary: 1,000 — 2,500 VNĐ  Location: CÔNG TY CỔ PHẦN EASTGATE SOFTWARE - HQ  Application deadline: 27/09 — 30/11/2024  Job Description  Founded in 2014, Eastgate Software is a software development company that builds custom business solutions and applications. We are proud of our high-qualified staff who has more than 20 years of experience in software development including web, mobile and desktop applications.  We put quality and customer satisfactions at the top priority in every project we carry. Therefore, our German and US senior experts offer local consultancy for European and US clients.  As a member of Eastgate, you will be emerged in a professional and flexible environment where you have opportunities to express your own ideas and improve your skill set through many interesting full-cycle projects.  Your responsibilities:  Design and develop new applications and/or features after analyzing customer requirements. Collaborate with the back-end developers, and other team members, to deliver reliable, efficient and sustainable code that enhances the user experience. Facilitate a leadership role on features and projects if needed. This can include customer meetings.  The ideal candidate:  Bachelor’s degree in computer programming, computer science, or a related field. Good understanding of HTML3, CSS3, responsive design Experience with CSS Preprocessor (SCSS, LESS) Hand-on experiences with SPA Framework like React, Vue and their ecosystems Experience with RESTful API, AJAX Knowledge or experience in NodeJS, PHP (or other backend languages) is a plus Fluent in English is a big plus Willing to learn new technologies    Why you’ll love working at Eastgate:  Attractive salary package Eastgate Software is a Global Fortune 500 Preferred Vendor, so you will have an opportunity to work with many IT Experts around Europe and USA Be emerged in a professional and motivating environment where you have opportunities to express your own ideas and improve your skill set through many interesting full-cycle projects Flexible working time: 9:30 a.m. to 6:30 p.m., Monday to Friday, No Overtime (Only 8 working hours) Performance review and appropriate gratification: twice a year 13th month salary + Project bonus Free snacks, video gaming & movie nights, team social and sport activities 15 leave days/year (will be added an extra day each year and maximum 20 days for annual leave) Able to request 2 days/month Working from home",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=386fa0d7320a539e&bb=cId5b5TEJ03UA_ZTdY8fwZtAE3cDiIWh3ZurjPoTdz14cvUSLtxhil879WW41G84q3-IT5oPzqTPApoNZvzdUecby9fLP90tTesAJoGCnt9EMBZ2NiA1ZcdYHI4kSELW&xkcb=SoAJ67M36svKJ3yxjB0JbzkdCdPP&fccid=ba44c6ab9d69dfc7&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Backend Java Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Bidgear?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcji2bqh40u800&fromjk=3b8712d9e3ca1cc6",
    "description": [
      "",
      "Requirements:  Good knowledge in: Java Core (at least 1 year experience), OOP Good Knowledge in Web 2.0, API Maven, Git Basic knowledge in: HTML, Javascript, CSS Experience to work in Linux environment Knowledge in Database: MySql, NoSql Experiences in Elastics, Logstash, Kibana are preferred Knowledge in Mobile Android is an advantage Ability to self-study, work as individual and teamwork Interested in working with big scale platforms    Job description:  Write high-performance bug-free codes for logging, tracking, API, data analysis, user behavior analysis for programmatic advertising platforms Develop software modules for different parts of big scale online projects up to hundreds thousands of users. Support continuous improvement of company products and advertising platforms. Collaborate with other departments    Qualifications  Graduated from universities or colleges, major in informative technology or related certificate. Interpersonal, written, and verbal communication skills. Gender: Male    Benefits:  Working in young, enthusiastic and professional environment. Participate in big scale projects of hundreds thousands of online users. Open environment for creation, new ideas. Negotiated salary (depend on your ability). Lunch paid, days off on Saturdays and Sundays.",
      "",
      "Posted at: 2018-03-07"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=3b8712d9e3ca1cc6&bb=cId5b5TEJ03UA_ZTdY8fwXTBPUbq-zRy3P60QR-h5zivPVFEZAe3wiD78gmSUS41PmOscS-KQNWyKC_ewnpd_Ffzk1Gajdrzq9gfjrgqFHC5F9un6rU_5AHDAo1B7LwM&xkcb=SoC967M36svKJ3yxjB0IbzkdCdPP&fccid=ee8b317526bffd8b&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Junior Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Loop-Smart-Pos?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcji7vngme2803&fromjk=5d67eec9cb1a3e21",
    "description": [
      "Company Description   LOOP Smart POS is proud to be the pioneer to open the future for retail industry 4.0 to synchronize all operations on a platform including delivery, ordering, exchange points, electronic incentives, online payment. LOOP was born with a mission to help businesses grow their businesses.  LOOP is a modern technology start-up company from Singapore with a young, dynamic, enthusiastic team who is always ready to move to catch up with the technology trend-sand offering excellent customer experiences  Working hour: 8h00 A.M - 12h00 A.M, 13h30 P.M - 17h30 P.M, Monday to Saturday   Job Description  Develop mission-critical distributed applications for a broad range of clients and industries, using state-of-the-art tools and agile methodologies. Work closely with business analysts and software architects to design reliable, secure and highly efficient systems; participate directly in technical decisions. Be actively involved in the complete project lifecycle, from requirements analysis to final delivery. Contribute to knowledge sharing and continuous improvement activities. Integrate LOOP’s system with 3rd party system (e-wallet, ott chat app,...).  Qualifications  Bachelor's degree in Computer Science. 1-3 years of experience in software development using Microsoft Technologies. Knowledge of C# as well as .NET framework. Expertise in most of the following: ASP.NET MVC, Web API, gRPC. Knowledge of MySQL, Postgresql, Mongo, Elasticsearch, Redis, Rabbitmq or Kafka. Experience in AWS service, Google cloud service is a plus. Very strong technical, analytical and problem solving skills. Technically confidence, flexibility and a strong team spirit. Good skills in English.  Additional Information   What we can offer you:  Performance review: 2 times/year 13th-month salary and year-end bonus Working environment: Young, dynamic, productivity & speed-focused To be free to create, to express oneself, not to be restrictive, not to be patterned. Opportunities for career advancement and development in a professional environment, Singapore standard. Events & activities: Company trip , monthly company parties & other teambuilding activities. Guaranteed to enjoy all benefits: Vacation, social insurance according to Vietnam law."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=5d67eec9cb1a3e21&bb=cId5b5TEJ03UA_ZTdY8fwd6Q8MMkg_lOjRNZlwbAaNGPOOEa3Z_SX28u4JE3qtwJ6oidTeZy8N1WQUHtM0CmahGGd0Q0KwNnYPNNKLp4b6N0M5BpuBBVC_nePkv3cza0&xkcb=SoAz67M36svKJ3yxjB0PbzkdCdPP&fccid=ce6d17efa1f916b4&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Frontend Software Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Iptp-Networks?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjidimgi3v800&fromjk=5517aa363dc10dff",
    "description": [
      "Responsibilities:  – Assessing the feasibility of sourced UX and UI designs. – Developing new product features and applications within an agile environment. – Building highly efficient code and using JavaScript and jQuery. – Debugging and maintaining code. – Writing UI, performance, and integration tests. – Optimizing components for speed and scalability. – Troubleshooting integration issues. – Assisting in the preparation of training manuals for users.  Requirements:  – Bachelor’s degree in computer science, computer engineering, or similar. – A minimum of 2 years experience as a JavaScript developer. – A good understanding of web markup tools including CSS3 and HTML5. – Deep knowledge of jQuery, Bootstrap, NPM (yarn), Webpack, WebRTC, Websockets, IndexedDB – Good understanding of browser rendering behavior. – Experience with using mocks for backend API. – Familiarity with cross-browser compatibility issues. – Excellent problem-solving skills. – Ability to collaborate on projects and work with a large team.  Contact:  You can send your resume to the e-mail address: hriptp.vn. All candidates will be considered and the appropriate feedback will be provided. Successful applicants will be contacted shortly thereafter to arrange an interview.",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=5517aa363dc10dff&bb=cId5b5TEJ03UA_ZTdY8fwQJNw51MHFVWmbv6rTXsN8BWfPqxzY_JD5fkQxz0YCfgJjAC1HPFujeq3N293CNFeqLMNWVayWbL5TsaL7grsfg4uzUONDON82rC3NU5pYZb&xkcb=SoCH67M36svKJ3yxjB0ObzkdCdPP&fccid=93fa7c6f096ffd18&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "HN338 - Backend Developer - Hà Nội - Upto50Tr",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%C3%B4-Ph%C3%A2-N-HR-Focus-Vi%C3%AA-T-Nam?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjij6ugf4m806&fromjk=780eb4bfe6a28226",
    "description": [
      "Mô tả công việc:  (Mức lương: 30 - 50 triệu VNĐ) In this role, you will be the Java Programmer who designs, codes, analyzes, evaluates, tests, debugs ,documents, and implements complex software apps for API sever which manage connection between POS device, AP Server. Java coding in HP UX, postgreSQL. Uses coding methods in specific programming languages to initiate or enhance program execution and functionality. Research/analyze data processing functions, methods and procedures. Monitor program execution for expected performance. Online or Offline Communication with App, Web Developer from external vendor. Knowledge in Open-Source technologies like Git-hub, Linux.  Chức vụ: Nhân Viên/Chuyên Viên  Hình thức làm việc: Toàn thời gian  Quyền lợi được hưởng:  Dev ngôn ngữ JAVA: 30-40tr VND  Dev ngôn ngữ: C#: 30-50Tr VND  100% official monthly salary on probation.  Annual leave, and working conditions follow Vietnam labor laws.  Health insurance provided by PVI.  Korean language course provided.  Thời gian làm việc: Thứ 2 - Thứ 6 (từ 09:00 đến 18:00)  Yêu cầu bằng cấp (tối thiểu): Cao Đẳng  Yêu cầu công việc:  In this role, you will be the Java Programmer who designs, codes, analyzes, evaluates, tests, debugs ,documents, and implements complex software apps for API sever which manage connection between POS device, AP Server. Java coding in HP UX, postgreSQL. Uses coding methods in specific programming languages to initiate or enhance program execution and functionality. Research/analyze data processing functions, methods and procedures. Monitor program execution for expected performance. Online or Offline Communication with App, Web Developer from external vendor. Knowledge in Open-Source technologies like Git-hub, Linux. Team work. Creative thinking. Precise analysis ability. Full of responsibility. Strong communication/interpersonal skills. Above Intermediate English communication skills. Able to manage multiple tasking.  Yêu cầu giới tính: Nam/Nữ  Ngành nghề: Backend,IT Phần Mềm,Java,Javascript",
      "",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=780eb4bfe6a28226&bb=cId5b5TEJ03UA_ZTdY8fweYecNlN7x8xNqKcAfM87cKO2aNjT5842YmZfZsqYbuJJeF8mOsbepTtfSKa-1V_CeSsoNWcJFBEdUwKAyAnJvEP-yoQ8Rc9S7IMyDJ0MlVX&xkcb=SoAa67M36svKJ3yxjB0NbzkdCdPP&fccid=68fedb73e14761a2&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Frontend Web Developer (INT19062024-4)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Agensi-Pekerjaan-Intho-Sdn-Bhd?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjiopmgme2800&fromjk=a5e0dc307840e4a8",
    "description": [
      "*Salary range is calculated in US dollars (USD)* USD3000-USD5000",
      "Job Description:",
      "· To design, implement, and extend user-friendly web front-ends with good user experience.",
      "· To develop, test and maintain high-end performance web UI using HTML5, CSS3 and Javascript/ JQuery that works across multiple browsers, platforms and devices.",
      "· Translating the UI/UX design wireframes to actual code that will produce visual elements of the application.",
      "· To collaborate closely with UX/UI designers to implement designs accurately and with backend developers to integrate APIs and services.",
      "· To establish and advocate web development guidelines, best practices and standards.",
      "· To work with multiple projects simultaneously and deliver high quality solutions within timely manner.",
      "· To support technical issues through troubleshooting and come up with resolutions that solve the core, underlying problems.",
      "· To keep up to date with latest web development trends, technologies, and best practices to continuously improve the development process.",
      "Job Requirements :",
      "· At least Bachelor’s degree in Computer Science, Information Technology, Software Engineering, or related fields.",
      "· Minimum 3-5 years of solid experience in developing web front ends.",
      "· Proficiency in HTML5, CSS3, and JavaScript/JQuery.",
      "· Experience in at least one of frontend frameworks/ libraries: React, Angular, Knockout, Vue, etc.",
      "· Strong understanding of responsive and adaptive design principles.",
      "· Familiarity with version control systems, particularly Git, build tools such as Webpack, Gulp, or Grunt.",
      "· Experience in developing both traditional and single-page web apps.",
      "· Experience with developing frontends for hybrid mobile apps.",
      "· Strong in HTML/CSS design and trouble-shooting skills especially with cross-browser compatibility.",
      "· Solid grasp of front-end code architecture, general UI/UX design principles and can initiate design discussions to improve the usability of web front-ends.",
      "· Ability to think critically, solve problems creatively and effectively.",
      "· Excellent interpersonal skills and team collaboration.",
      "· Must be able to communicate in English & Mandarin (Written & Oral).",
      "· Willing to travel or relocate to other countries or project location as assigned if required.",
      "Other benefit: -",
      "o Overseas work permits will be sponsored by employer",
      "o Medical benefit",
      "Job Types: Full-time, Permanent",
      "Pay: 74,000,000₫ - 123,500,000₫ per month",
      "Ability to commute/relocate:",
      "Hanoi: Reliably commute or willing to relocate with an employer-provided relocation package (Preferred)",
      "Education:",
      "Bachelor's (Required)",
      "Experience:",
      "Frontend Web Developer: 3 years (Preferred)",
      "Language:",
      "Chinses (Required) English (Required)",
      "Willingness to travel:",
      "75% (Preferred)"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=a5e0dc307840e4a8&bb=cId5b5TEJ03UA_ZTdY8fwaqb6bLATrNM_w0sRgf__dRTzkAeZaDRySLts6l7yifYLsz50CuO3BByqz70HDeFJqHMk9DzeMjokP9ABWDtJx67jb3GwY3eOr-lV5nq-tw9&xkcb=SoCu67M36svKJ3yxjB0MbzkdCdPP&fccid=9a5932d5715e0f9a&cmp=Agensi-Pekerjaan-INTHO-SDN-BHD&ti=Front+End+Developer&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Permanent"
  },
  {
    "title": "Backend Software Developer (Java or PHP)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Vi%E1%BB%87c-%C6%A0i-IT-Client?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjiugph10l800&fromjk=647f2f4757390920",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "Tham gia viết API cho các dự án mobile app Viết mock API cho giai đoạn đầu của dự án Release API lên các môi trường nội bộ công ty, AWS... Quản lý, phân chia công việc cho các thành viên team API Cộng tác với các thành viên trong nhóm để đưa ra các phân tích, thiết kế và xây dựng các phần trong ứng dụng. Báo cáo với Quản lý dự án để chủ động đánh giá công việc, đề xuất cải tiến. Các công việc khác theo sự điều phối của quản lý dự án Công nghệ sử dụng: Php (Laravel Framework...), Java (Spring Boot...)",
      "",
      "Tuổi :",
      "",
      "4+ năm kinh nghiệm lập trình back-end PHP (Laravel...), Java (Spring Boot...) Có kinh nghiệm làm leader. Am hiểu thiết kế, lập trình hướng đối tượng, cấu trúc dữ liệu và thuật toán. Có kinh nghiệm làm việc với các phần mềm quản lý version (Git, svn …). Có kinh nghiệm làm việc với các API services (REST, SOAP...)",
      "Yêu cầu chung:",
      "",
      "Tốt nghiệp Đại học chuyên ngành CNTT, hoặc tương đương Có khả năng phân tích và xây dựng hệ thống thông tin (information system). Có kiến thức hay từng tham gia dự án liên - quan phát triển API cho app mobile là một lợi thế. Kỷ luật, nghiêm túc, có thái độ tốt trong công việc.",
      "Salary in Gross:",
      "",
      "",
      "",
      "Mon-Fri:",
      "",
      "",
      "Other benefits:",
      "",
      "Có cơ hội nâng cao năng lực Có cơ hội được làm việc với nững công nghệ mới nhất (AI, IoT, VRAR) Được huấn luyện về kỹ thuật, kỹ năng mềm, các phương pháp làm việc Được tư vấn về việc phát triển sự nghiệp (có khả năng được làm việc ở Nhật Bản) Khuyến khích tham gia các hội nghị công nghệ (công ty hỗ trợ chi phí) Tuỳ vào nguyện vọng, các bạn nhân viên có thể gắn bó với một dự án, hoặc trải nghiệm rất nhiều dự án khác nhau, với các thành viên khác nhau, giúp các bạn nhân viên có thêm nhiều kinh nghiệm và kĩ năng làm việc. Công ty mới thành lập tại Việt Nam, nên các bạn có cơ hội rât lớn trở thành core member, có tiếng nói về sự phát triển của công ty. Thưởng tháng 13, review lương 2 lần một năm Hỗ trợ ăn trưa, hỗ trợ phí đi lại, cung cấp Macbook Trợ cấp thi chứng chỉ kỹ thuật, năng lực tiếng nhật, các seminar ngoài công ty Tham gia bảo hiểm theo quy định của nhà nước trên mức full lương. Khám sức khoẻ định kỳ 1 năm 1 lần Nghỉ phép: theo quy định của nhà nước Du lịch Hỗ trợ mua sách tham khảo Liên hoan 1 lần 1 tháng",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=647f2f4757390920&bb=cId5b5TEJ03UA_ZTdY8fweNMyVTaR0FZSad11oj9ce68HVQD57VOy6f4wjU-FRzfVH2T-Fi7ElHs7U3771VBAz3hpPRPpLS3eCWN6mnoLud2-E9xlU_wgYTV69wppOp8&xkcb=SoBH67M36svKJ3yxjB0DbzkdCdPP&fccid=477b46d2b9858026&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "29,500,000 VNĐ - 41,000,000 VNĐ a month"
  },
  {
    "title": "Frontend Developer (NextJs)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Innotech-Innovative-Technology-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjj43ugf4m800&fromjk=c67fb450d64340c9",
    "description": [
      "Job description  Job Description:  We are looking for Frontend Developers to join our new project. The main tasks are involved in the development of client UI and all the related features to ensure the high-quality delivery of the product. Your main responsibilities will be as below:  Responsibilities:  As a front-end engineer, you will be working within a specific problem where you will design, develop, and deploy backend services with a focus on scalability, high available, and low latency Drive the efficient delivery of change through analysis, definition, and documentation of requirements whilst identifying potential solutions using agile delivery frameworks Solve complex technical and business problems and learn new technology and frameworks Be part of a team that will take full responsibility for the features you own Design, develop, test, deploy, monitor, and improve. You are responsible for the entire lifecycle of your product- build it, own it  Job requirements  Job Requirements:  Must-have:  Have 3 – 4 years of work experience in front-end development Professional experience in NextJS Awareness of best practices in UI/UX design and development to ensure optimal user experience. Customizable interface available, no design expertise required Experienced in Kendo UI, Wijimo Experience working in the construction field is a plus  Nice to have:  A pragmatic mindset. Outstanding problem-solving ability, eagerness to learn, and curiosity. A few years of software development experience with one or more general-purpose programming languages. Strong database and schema design for large-scale applications. Adaptable attitude and personality that is ready for continuous change. Basic English skills.  How to apply  After application screening, the next step will be a telephone interview with a member of our HR team. If successful, the final stage is face-to-face interview that will take place in our office.",
      "",
      "",
      "Level: Middle  Expire date: 30/10/2024  Benefit:  Our benefits:  13th month salary base on exactly time available monthly working at INNOTECH Budget for team building each quarter/ kick off project Birthday party each month with party/ cake and gifts/provide one paid leave Wedding/New Born ~ 2,000,000/ time Vaccine for baby from 0-36 months: 3,000,000/ 1 year Provide Laptop & Extra high definition screens for working Performance bonus plan. Employee referral bonus: 2,000,000 – 10,000,000 (depend on level / roles) Working Time: 9:00 AM – 6:00 PM from Monday – Friday Working place: 33 Ba Vi Street, Tan Binh District, HCM  People & Passion:  Annual Company trips / Football club / Trekking Club/Year End Party Support for learning and certificate examination. Values driven, international working environment and agile culture."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=c67fb450d64340c9&bb=cId5b5TEJ03UA_ZTdY8fwb56rsVEGBHVZRmvQ30Ihr-DH5NLCLXzkKtUxaFGWfyMC06e-LFLZjOhM6dWI516ReuzGvuOmtEBt3JZACdoJkg5daKbazbtWH_zRArBAT4R&xkcb=SoDz67M36svKJ3yxjB0CbzkdCdPP&fccid=7e3cad872d8b563d&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Ecq?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjja1igmen800&fromjk=ff63e13d469d7979",
    "description": [
      "Responsibilities Work with ECQ security team to develop new and cutting edge projects. Review, modify, or convert existing code/applications to newer platform. Ensure that all phases of development as described in the development process are completed and that milestones are delivered on time. Coordinate and work with ECQ team in the US. Follow Secured Software Development Life-cycle of ECQ to ensure the applications are thoroughly tested and operated in a secured manner. Skills and Experience Strong knowledge and experience on PHP. Strong understanding of OOP. Good database knowledge: MySQL, MSSQL, MongoDB, ... Experience in Restful API, advanced JavaScript (including prototype-based inheritance, event delegation, closures, AJAX, JSON). Experience working with system design, database architecture, and middleware development... Good awareness about security and performance in web development. Working knowledge in source version control (GIT). Experience in Scrum, Git is a huge priority. Be proactive in identifying and solving problems. Ability to independent work directly with tasks. Strong responsibility. Be able to communicate in English Big Bonus Having knowledge about other website development languages such as JavaScript, HTML, CSS, etc. Having knowledge about Devops: Docker, AWS, CI/CD. Knowledge about distributed system architect / microservices. Comfort working with Linux server, deployment and configuration. Experience inCaching(Redis/ Memcache). Design Pattern GraphQL  ECQ firmly believes in Skills and Quality of Work. No certification or degree is required. All candidates are welcomed and will be screened through technical interview. All applications will be treated as strictly confidential. Successful candidate will receive attractive remuneration package. Interested applicants please submit your application and resume with a recent photo either by post or e-mail to the following address.",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=ff63e13d469d7979&bb=cId5b5TEJ03UA_ZTdY8fwXBV0h_qpKsa564t0SCrL76xNzpzHaz8Jj_85Uc5NbpAjcF85e5nHcgBhCfgfKxFWATFYF91be3Mu5PkJyCloESkX7Q40UYn9a0un_lcp7mB&xkcb=SoBu67M36svKJ3yxjB0BbzkdCdPP&fccid=97884194d1b94e51&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Software Developer (Web Developer)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Rozitek-Intralogistic-Solution-Co.ltd?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjjfjt228e000&fromjk=3a5ce8648f0ad616",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "Competitive individual bonuses and 13th-month salary. Exposure to cutting-edge global technology trends. Flexible working hours.",
      "",
      "Develop product features and system functionalities. Intergrate data to the codes from various back-end servicces, API calls and databases Participate directly in feature analysis and design. Detailed discussions will take place during the interview process.",
      "",
      "",
      "Your Skills and Experience:",
      "",
      "Must Have:",
      "",
      "Strong and in-depth knowledge of OOP, Database, Data Structure, and Algorithm. Good problem-solving skills. Ability to design object classes for specific requirements or features. Ability to design tables in relational databases for specific requirements or features. Knowledge of web and web security, and the ability to apply this knowledge to web features. Proficient understanding and application of SOLID principles. Understanding of design patterns in class design and their applications. Strong ability to learn and research new knowledge. Have at least 3 years of web development experience",
      "Nice to Have:",
      "",
      "Experience working with robotic systems, automation, and factories. Experience with one of the platforms: Java Servlet, NodeJS. Ability to handle both backend and frontend tasks.",
      "",
      "Attractive salary, commensurate with skills and experience. Clear career progression with opportunities for higher positions. Opportunity to work with top technology experts and major technology companies worldwide. Minimum annual salary review, with the potential for twice a year based on performance, 13th-month salary, performance bonuses, annual trips, etc. Full social insurance benefits and other rights in accordance with Labor Laws and state regulations.",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=3a5ce8648f0ad616&bb=cId5b5TEJ03UA_ZTdY8fwSMCskm9rLpZLQWsT-f9XLjDIVGghURnAOFPs0ccTo07W9Vr5fuP7MHsbTBZSjdB9VIToXieF0YGnPnmp5aGo3CPvLE6lpBfP_G0EjVKpph3&xkcb=SoDa67M36svKJ3yxjB0AbzkdCdPP&fccid=2a19d0b788ee9377&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Backend Developer (NodeJs / Python)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Helius-Technologies?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjjl92h5d5812&fromjk=0c38de25b532d931",
    "description": [
      "Position: Backend Developer (NodeJs or Python)  About Us:  Our Client is a growing start-up company based in South Korea, Singapore and Canada. We are expanding our business into the entire Asian / Pacific region.  To become the best of the best, we constantly push against boundaries beyond our comfort zone. We hire those who have made exceptional achievements, create partnerships with companies based in the US, Canada, Ukraine, Russia and Vietnam, and constantly invest our resources into research and development.  Our Next Member:  We are looking for a software engineer who is creative and self-motivated. The software engineer does not shy away from challenges and constantly look for growth.  We are here to make differences not just in our services and products but also in work culture and innovation. Are you one of those who is willing to take challenges and make differences?  Compensations:  Competitive salary Major Benefits  Responsibilities:  In summary, the following tasks are what you will be doing at minimum:  Develop features for mobile apps and websites Optimize features by troubleshooting bugs. Build backend and frontend features Keep track of the progress of each and every project Perform functionality test and code review on the features Test all of the features using the valid method and deliver high-end software apps to clients  Your Expertise:  At least 3 of experience in Node. JS or Python A major in computer science, or engineering is preferred but is not a must Excellent communication skills - Especially in English. We are a global company! An entrepreneurial mindset. Willingness to solve challenging problems"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=0c38de25b532d931&bb=cId5b5TEJ03UA_ZTdY8fwQ4euznRWuz39moYzdFO-4mY1R5SB-_1GnshAu45DEgB6NNGiY6vv2ultXhWxBAS9MRwjuGnTo0gfR6KmL-LopJHsSr0VHKwEHv7zZVfa40T&xkcb=SoBU67M36svKJ3yxjB0HbzkdCdPP&fccid=b3282c125f18e0c0&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Java Backend Developer - BTC (all genders)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Hrs?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjjr5lgf4m800&fromjk=a72aa147d2399442",
    "description": [
      "",
      "City: Ho Chi Minh Job Function: Tech Job Area: Product & IT Seniority Level: Mid-Senior level Date: Oct 1, 2024 BUSINESS TRAVEL CLUB The HRS Business Travel Club (BTC) is the Business Unit managing and developing the HRS E-Commerce platforms of the well-known hotel portal businesses of HRS.de and HOTEL.DE that gradually transform into much more than “just” a platform. BTC provides its members, individual business travelers and SMEs, with a distinct range of exclusive services, which shape tomorrow´s upgraded travel experience. The goal of BTC is to deliver growth as well as sustainable profitability over time by enhancing customer loyalty between the brand and its customers, enabling the Brands Repositioning in the marketplace and unlocking additional potentials via optimized supplier management. Thus, BTC and its products, plays an important role in HRS´s DACH strategy as it revolves around a disruption of the interplay between hotel and workplace supply and e-commerce and a domination of the Business Travel DACH market. Your mission is to further develop and shape the \"The HRS Business Travel Club\" and its solutions and make it the next innovation of the HRS Group together with a great team. POSITION We are looking for an experienced Java Backend Developer (all genders) to join our global development teams to innovate and improve the business travel experience. You will play a key role in developing comprehensive software solutions for the HRS ecosystem. This includes hyper-personalized accommodation bookings, flexible workspace reservations and on-the-go payments as part of a product ecosystem that puts the customer first. The role requires expertise in Java backend development with a focus on creating robust, scalable solutions that support a dynamic, personalized travel experience and contribute to the company's vision of becoming the mobile travel companion for business travellers. CHALLENGE Together with your team you take the customer view first and raise the bar in delivering business travel solutions: Develop and execute resilient and scalable services tailored to enhance the operational efficiency and customer experience for millions of users Collaborate across teams on high-level engineering concepts and practices Work with product owners and other development team members to identify new features and user stories required for new/revised applications or large/complex development projects. Promote high quality aimed at areas such as security, reliability, testability, and maintainability Drive innovation by contributing new ideas for our processes, tools, and technologies   FOR THIS EXCITING MISSION YOU ARE EQUIPPED WITH... 3+ years of proven hands-on Java Software Development experience Strong knowledge of modern software engineering principles, patterns, and best practices. Understanding of micro-service and serverless architectures. Experience designing and developing Restful APIs Experience with cloud-native data stores and data processing systems Experience in developing/deploying solutions to AWS Cloud Experience with relational and non-relational data stores Exposure to fault-tolerant, highly available distributed systems Ability to work in a team, fast learning, and enthusiasm for the realization of innovative products Fluency in English, spoken and written PERSPECTIVE Access to a global network of a globally united and mutually responsible “Tribe of Intrapreneurs” that is passionately dedicated to renewing the travel industry and while doing so reinventing the ways how businesses stay, work and pay.  Our entrepreneurial-driven environment of full ownership and execution focus offers you the playground to contribute to a greater mission while growing personally and professionally throughout this unique journey. You will continuously learn from a radical culture of retrospectives and continuous improvement and actively contribute to making business life better, smarter, and more sustainable. LOCATION, MOBILITY, INCENTIVE The attractive remuneration is in line with the market and, in addition to a fixed monthly salary, all necessary work equipment and mobility, will also include an annual or multi-year bonus. #LI-NN1 Req ID: 17562",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=a72aa147d2399442&bb=cId5b5TEJ03UA_ZTdY8fwXG0F967VZsR2WZI-rQUJHb3AQSREmsIsrNcTgXpDJ2WPmZz1Uyli1NQE5jGOMAedATDBbEjfu0TOBd8rzh8h8-iWRaBmjPXfSGX65rK_aCg&xkcb=SoDg67M36svKJ3yxjB0GbzkdCdPP&fccid=1f7c8c2523d0d7d4&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Backend Java Developer - VN",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Colonial-Surety-Co?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjk15r228e000&fromjk=caca1f67f293b51a",
    "description": [
      "About Us  Colonial Surety Company is an insurance company licensed for business in every state, listed by the U.S. Treasury as an approved surety, and rated “A Excellent” by A.M. Best Company. Our distinct, digital product platform has recently expanded to include important liability coverages for small and mid-size businesses.  Founded in 1930, we use our experience—plus technology—to give busy people and businesses easy, affordable and digital access to a growing portfolio of bond and insurance products. We have an ambitious vision for impact and growth—and invite a diversity of motivated achievers to come, learn, work, create, grow—and succeed—with Colonial.  Position Summary  We're creating—on a fast track! Our Developers will dive right in to the action, with web and application development that elevates every product line across the company as we pursue ambitious growth. The candidate will be a member of a cross-functional team that includes other developers and product experts from across the organization. This is a great opportunity for highly motivated, self-directed developers who thrive on tight time frames and use their analytical prowess and top-notch interpersonal skills to deliver stellar results.  Job Functions, Essential Duties, And Responsibilities  Design, maintain and tune high performance code. Apply appropriate approach, best-practice and correct separation of presentation code from business logic.  Implement and support build processes and test environments.  Provide project and task estimates. Responsible for developing, enhancing, modifying and/or maintaining applications. Deeply understand requirements and expertly handle Analysis, Design, Coding, Testing and Quality processes.  Experience, Skills, Knowledge Requirements  Bachelor's Degree preferred but not required.  5+ years of progressive, hands-on development experience on multiple stacks and a commitment to quality design and clean code.  Familiarity with on-site and off-shore delivery model.  Full Software Development Life Cycle (SDLC) Experience and experience with 3rd party software integration on both the server-side and client-side.  Experience with headless, decoupled CMS architecture.  Skilled at interfacing with RESTful APIs, including a solid understanding of API architecture.  Demonstrated knowledge of client-side/backend performance analysis and optimization techniques.  Desire to set and meet aggressive goals and ability to work in a fast paced environment with a risk management mindset.  Stellar organizational, analytic and communication skills, and the ability to methodically solve problems across teams.  An energetic, agile-minded, optimistic, pragmatic and collegial team-player. Experience with Microservices and Spring boot Experience with one scripting/programming language(Java EE/Core, PHP, Ruby) Experience with CI/CD pipeline and automation (Kubernetes and Docker) Experience with relational databases, SQL and ORM technologies(SQL Server, Postgresql) Experience with data pipeline and ML/AI are plus Excellent at English reading comprehension (MUST) Excellent at English communication"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=caca1f67f293b51a&bb=cId5b5TEJ03UA_ZTdY8fwYdAnzNI5p8RiLPx4YDPOdyerDoiS4cZdFftOhd2ZLwEfe-jX6-Ro8VMT_-k7GmBPaNeY3_qIz_0oxBkVDNvZDqBJfipbNUlpmf-IfJaWr3N&xkcb=SoB967M36svKJ3yxjB0FbzkdCdPP&fccid=0798074467f7c0bb&vjs=3",
    "crawlTime": "30/10/2024"
  }
]