[
  {
    "title": "Chuyên viên lập trình",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Mobifone?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjndj7gmfb800&fromjk=3046821992cc343e",
    "description": [
      "",
      "Ngành nghề: It phần mềm, Công nghệ thông tin,  Hà Nội Ngày hết hạn: 30/10/2024 13 ngày trước   Phúc lợi Bảo hiểm Du lịch Đào tạo Thưởng Tăng lương Mô tả công việc Tham gia phát triển các dự án phần mềm của đơn vị Mobifone (về Fintech, Mobile Money, ví cá nhân, ví doanh nghiệp, ...) Phát triển sản phẩm ứng dụng với số lượng giao dịch rất lớn, đòi hỏi hiệu năng xử lý cao Tham gia làm rõ nghiệp vụ, thiết kế giải pháp, phát triển nâng cấp hệ thống theo yêu cầu Tham gia review thiết kế, review code, tối ưu hệ thống đáp ứng lưu lượng truy cập cao Nghiên cứu áp dụng công nghệ mới nâng cao chất lượng, tối ưu nguồn lực phát triển   Yêu cầu Tốt nghiệp chuyên ngành Công nghệ thông tin, Toán tin, ATTT, An ninh mạng tại các trường Đại học công lập (Hệ chính quy), Đại học dân lập (đối với các chuyên ngành liên quan đến CNTT) hoặc các trường ĐH nước ngoài có uy tín (Top 1200). Có chứng chỉ Toeic từ 500 trở lên hoặc tương đương... Có kiến thức về micro-service và lập trình hướng đối tượng (OOP) Thông thạo các ngôn ngữ lập trình Java/C#/.Net/Nodejs Thành thạo các Framework SpringBoot đối với Java, NestJS, ExpressJS đối với NodeJS Nắm rõ toàn bộ quy trình phát triển phần mềm (Thiết kế, phát triển và thực thi)   Thông tin khác  HÌNH THỨC TUYỂN DỤNG:  Hình thức 01: Thi vấn đáp (Đối với thí sinh tốt nghiệp đại học loại giỏi trở lên hoặc loại khá nhưng có bằng thạc sỹ đúng chuyên ngành và 02 năm kinh nghiệm) Hình thức 02: Thi kiến thức, kỹ năng cơ bản và Thi vấn đáp (Đối với các trường hợp còn lại)  CHẾ ĐỘ ĐÃI NGỘ  Môi trường làm việc tốt, năng động, chuyên nghiệp Bình quân thu nhập lên đến 250 triệu/năm với nhiều chính sách đãi ngộ: hỗ trợ ăn trưa 1.000.000đ/tháng cùng các khoản thưởng lễ tết, các ngày kỷ niệm thành lập Tổng Công ty, Trung tâm,… Tham gia các chương trình bảo hiểm sức khoẻ tại các Công ty Bảo hiểm lớn, có uy tín (Bảo Việt, PVI,…) Thường xuyên tham dự các khoá đào tạo phong phú, đa dạng nhằm giúp CBCNV không ngừng phát triển bản thân, nâng cao kỹ năng cũng như chuyên môn nghiệp vụ. Trải nghiệm các hoạt động văn hoá, thể thao, du xuân, nghỉ mát hè trong và ngoài nước,…  HỒ SƠ DỰ TUYỂN:  Thời gian nhận hồ sơ: 30/10/2024 hoặc đến khi Trung tâm đã tuyển đủ lao động cho vị trí tuyển dụng (Trong thời gian đăng tuyển, Trung tâm thực hiện sơ loại thành nhiều đợt và tổ chức thi tuyển nếu số hồ sơ đạt yêu cầu đủ để tổ chức thi tuyển) Thời gian dự kiến thi tuyển và phỏng vấn: Tháng 11-12/2024 Hình thức ứng tuyển: Ứng viên có thể lựa chọn các cách ứng tuyển sau Nộp trực tiếp: Phòng Tổng hợp – Trung tâm Dịch vụ số MobiFone – Tầng 8, Tòa nhà MobiFone, số 5/82 Duy Tân, Cầu Giấy, Hà Nội (Trang: 0437823138; Hằng: 0936600188) Gửi hồ sơ ứng tuyển bản scan về địa chỉ email: mds-tuyendung@mobifone.vn bao gồm CV và các bản scan bằng cấp, bảng điểm có liên quan Chia sẻ",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=3046821992cc343e&bb=Aj-BJNkrU8yEt_wkbswsNBUDrypgLThtIDNlHopynj-fPjN7KTyi3EfGIKJXNWvlLnOzr5FytEIDlvfav3uzNlFivMMyoNdWSOJcLYFL3_XlOgBeMkcVWwhH6KInqgzK&xkcb=SoA867M36svSVEyxlJ0LbzkdCdPP&fccid=94040d26bfde13e5&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Lập trình viên Front-end (HTML/CSS) (Up tp 1000$)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Gi%E1%BA%A3i-Ph%C3%A1p-First-Trust-(fts)?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjnk0dh11s800&fromjk=4717bf72240cab80",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "Tham gia phát triển các dự án về Web của Công ty Lập trình phát triển các chức năng frontend Làm việc chặt chẽ với nhóm và bộ phận liên quan đến dự án phát triển Các công việc khác từ quản lý",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=4717bf72240cab80&bb=Aj-BJNkrU8yEt_wkbswsNEJfWFt-0FlXY4l7KYzu5s9yznLIlfAvPe6jFs7cSSBYVqDSdinDxjsUk2TX014r4Fzfy8U4urL_jf0QsQN3NbYZXjfzSuS39lCWf1rAoAiV&xkcb=SoCI67M36svSVEyxlJ0KbzkdCdPP&fccid=9e598cb8b5b9173e&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "12,000,000 VNĐ - 25,000,000 VNĐ a month"
  },
  {
    "title": "Thực tập sinh Lập trình viên Web",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Fpt-Securities?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjnpo8gmfb800&fromjk=f391dcf0f2ba19cf",
    "description": [
      "",
      "Tham gia khóa đào tạo chuyên sâu về lập trình web trên nền tảng .NET core, Oracle, Redis... Tham gia xây dựng và nâng cấp các module, tính năng theo yêu cầu Tham gia fix bugs và hỗ trợ khách hàng; Tham gia nghiên cứu và trình bày các công nghệ mới. Yêu cầu: Sắp tốt nghiệp các trường Đại học khối ngành IT phần mềm: Công nghệ thông tin, Toán tin, Lập trình viên hoặc tương đương,… Có hiểu biết và kỹ năng cơ bản về lập trình phát triển phần mềm với nền tảng .NET Core (C#, ASP.NET Core.), HTML5, CSS3, JavaScript. Có khả năng đọc hiểu tài liệu chuyên ngành bằng tiếng anh Yêu thích và mong muốn theo đuổi nghề lập trình; chủ động, đam mê công việc, sẵn sàng chấp nhận thách thức Tư duy logic tốt, Có khả năng tìm hiểu nghiên cứu công nghệ mới, công cụ, ngôn ngữ mới. Có tinh thần trách nhiệm với công việc. Quyền lợi: Ứng viên sẽ có cơ hội học tập và làm việc trong môi trường thực tế, chuyên nghiệp, năng động; Được hướng dẫn, huấn luyện bởi đội ngũ chuyên gia nhiều kinh nghiệm; Ứng viên được trang bị đầy đủ kỹ năng và kiến thức chuyên sâu để làm việc sau mỗi khóa đào tạo; Ứng viên sẽ có cơ hội trở thành nhân viên Chính thức với quyền lợi đãi ngộ tương xứng với năng lực và kết quả hoàn thành công việc."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=f391dcf0f2ba19cf&bb=Aj-BJNkrU8yEt_wkbswsNM28xLDLGsEfNZAAN1ssk3yNPt-XndJAfBbrTiotpR3eYgHq99QIIeBWmN7p41EYVXyg_wGdNjZ-SAHV32UW7B1YQQZA6HCqVrJziafufdho&xkcb=SoAV67M36svSVEyxlJ0JbzkdCdPP&fccid=bbd17cb26dd60844&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Thực tập"
  },
  {
    "title": "Lập trình viên .Net (06 người)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-Tnhh-Vi%E1%BB%87t-H%C3%A0n?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjnvesh10l800&fromjk=27af5f8a30d8bc11",
    "description": [
      "Yêu cầu bằng cấp: Tốt nghiệp đại học liên quan đến công nghệ thông tin, viễn thông, toán tin (sinh viên mới ra trường có thể ứng tuyển)  Độ tuổi: 22-30 tuổi  Thời gian thử việc: 1-2 tháng  Mô tả công việc  Tham gia xây dựng và phát triển các ứng dụng sử dụng công nghệ của Microsoft. Tham gia lấy yêu cầu, thiết kế, xây dựng, triển khai dự án. Nghiên cứu và áp dụng các công nghệ mới Đưa ra giải pháp cho các vấn đề kỹ thuật của dự án. Chi tiết công việc sẽ trao đổi trong quá trình phỏng vấn  Quyền lợi được hưởng  Mức lương khởi điểm hấp dẫn, cạnh tranh, tương xứng với năng lực và kinh nghiệm làm việc. Môi trường hiện đại, chuyên nghiệp và năng động. Cơ hội được đào tạo và thăng tiến tốt trong công việc Văn hóa công ty phong phú cho phép phát huy tối đa khả năng và tính sáng tạo trong công việc của ứng viên. Thưởng lương tháng 13, Thưởng dự án, thưởng Tết và các dịp lễ, thưởng quý Xét tăng lương 2 lần/năm theo năng lực và hiệu quả công việc; Được hỗ trợ cơm trưa miễn phí tại công ty Đóng BHXH, BHYT đầy đủ theo quy định của nhà nước.  Yêu cầu khác  Tốt nghiệp Đại học/Cao Đẳng Công nghệ Thông tin, Viễn Thông, Toán Tin (Sinh viên mới ra trường có thể ứng tuyển) Thành thạo các kỹ thuật cơ bản trong công nghệ .NET: C#, ASP.Net MVC, Web API, LINQ, WinForms, … Có hiểu biết về lập trình Front-end: HTML/CSS, Javascript, Jquery, AngularJS, Bootstrap. Có kinh nghiệm làm việc với một trong các hệ CSDL như SQL Server, My SQL, Oracle… Có hiểu biết về Design Pattern, bảo mật. Ưu tiên ứng viên có khả năng làm việc theo mô hình Agile, Scrum. Ưu tiên ứng viên có kinh nghiệm về Cloud, Big Data, Mobile.  HÌNH THỨC NỘP HỒ SƠ",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=27af5f8a30d8bc11&bb=Aj-BJNkrU8yEt_wkbswsNCE-APiNAB8ma7jLZX_KZdKUxG2jZgVZ9tssePkpByy8ov9SsXOMKtlXvF82quJAJyMvhlOpRtOg76HDud0zcKsiR0FxxVM6v330MmL1U1TW&xkcb=SoCh67M36svSVEyxlJ0IbzkdCdPP&fccid=a8db882a87c8adf3&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "THỰC TẬP SINH LẬP TRÌNH AI/XỬ LÝ ẢNH",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Trung-T%C3%A2m-Nghi%C3%AAn-C%E1%BB%A9u-A.n?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjo568244d000&fromjk=ead5cb0398f11e3c",
    "description": [
      "Mô tả công việc: Thực hiện công việc cụ thể, có mục tiêu và thời hạn rõ ràng trong dự án về Xử lý ảnh, AI, Computer Vision; Tập huấn để tìm hiểu, thực hành công nghệ, kỹ năng mới (Image AI); Trao đổi với anh chị có kinh nghiệm đi trước để nhận các lời khuyên; Yêu cầu công việc: Có mong muốn trở thành lập trình viên chuyên nghiệp; Có kiến thức lập trình cơ bản, ưu tiên các bạn thành thạo C/C++ hoặc Python; Có khả năng đọc hiểu tài liệu bằng tiếng anh. Quyền lợi: Được sắp xếp thời gian linh hoạt, ưu tiên lịch học ở trường; Được tham gia các hoạt động đào tạo và văn thể cùng với toàn công ty; Được hỗ trợ tiền xăng xe và ăn trưa; Có cơ hội trở thành cộng tác viên part-time lâu dài và nhân viên chính thức sau khi tốt nghiệp;",
      "",
      "Đến với chúng tôi bạn sẽ được",
      "",
      "Phương thức ứng tuyển  Gửi CV bằng Tiếng Anh hoặc Tiếng Việt, ghi rõ các thông tin cá nhân, tóm tắt quá trình học tập, làm việc, kinh nghiệm công tác tới địa chỉ email recruit@anlab.vn . Tiêu đề thư ghi rõ Vị trí tuyển dụng, Tên đầy đủ. Hoặc điền các thông tin chi tiết vào biểu mẫu ứng tuyển.  Thông tin liên hệ  Công ty CP Trung tâm nghiên cứu A.N Tầng 8, Tòa nhà 18-4, Số 8 Phạm Hùng, Mai Dịch, Cầu Giấy, Hà Nội Tel: 024-3768-8733 Email: recruit@anlab.vn  JOIN US !"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=ead5cb0398f11e3c&bb=Aj-BJNkrU8yEt_wkbswsNNJsMbN4A7isgxxxw8DpgGJ-qDWOwMhoYWSMgQoYOLHyaYKIbMuPbwBvstNsCeZ0TfmPpvR6C-DUQW0mV6wA9CteAu0ktjZnfMzxMYh2OL5m&xkcb=SoAv67M36svSVEyxlJ0PbzkdCdPP&fccid=aac3fe9275bcf8dd&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Thực tập"
  },
  {
    "title": "Chuyên Gia/Chuyên Viên Cao Cấp Quản Lý Và Cải Tiến Quy Trình",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-Ch%E1%BB%A9ng-Kho%C3%A1n-Vndirect?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjobh5geqc800&fromjk=35fef5b933dd2760",
    "description": [
      "Nơi làm việc Hà Nội Cấp Bậc Nhân viên Hình Thức Nhân viên chính thức Bằng Cấp Đại học Kinh Nghiệm 1 - 3 Năm Mức Lương Lương thỏa thuận Ngành nghề Bảo hiểm, Luật / Pháp lý, Tài chính / Đầu tư Phòng Ban Nhân sự Hạn chót nhận hồ Sơ 31/10/2024",
      "",
      "Phúc Lợi Máy tính xách tay Bảo hiểm Phụ cấp Thưởng Đào tạo Chế độ nghỉ phép Mô tả công việc Tham gia xây dựng các quy chế, quy trình đảm bảo tuân thủ và hiệu quả hoạt động quản trị, vận hành. Lập kết hoạch và tổ chức triển khai các hoạt động cải tiến quy trình. Thẩm định, kiểm soát các quy trình do các đơn vị xây dựng để đảm bảo chuẩn mực và tuân thủ. Điều phối, phối hợp với các đơn vị liên quan để triển khai các hoạt động/dự án cải tiến quy trình. Quản lý hệ thống quy trình và báo cáo định kỳ về hoạt động cải tiến quy trình. Kiểm soát việc tuân thủ đối với các quy chế, quy trình và quy định. Yêu cầu công việc  1. Trình độ học vấn  Tốt nghiệp Đại học chuyên ngành có liên quan đến Pháp luật, Quản trị kinh doanh, Tài chính, Ngân hàng.  2. Kinh nghiệm làm việc  Có kinh nghiệm liên quan đến các hoạt động thiết kế hệ thống, tư vấn cải tiến hoạt động doanh nghiệp/tư vấn tái cấu trúc doanh nghiệp, tư vấn triển khai các chuẩn/phương pháp luận về cải tiến. Có kinh nghiệm quản trị/triển khai chính các dự án về cải tiến quy trình/cải tiến hệ thống quản trị nội bộ doanh nghiệp. Có kinh nghiệm công việc quản lý quy trình dịch vụ, có kinh nghiệm quản lý quy trình theo hệ thống ISO 9001, Lean Six Sigma trong các tổ chức.  3. Kiến thức/Năng lực chuyên môn/Kỹ năng  Có hiểu biết về các chuẩn hệ thống quản lý chất lượng , quản trị doanh nghiệp, các phương pháp luận về cải tiến. Ưu tiên có chứng chỉ tham gia các khóa học liên quan đến Lean Six Sigma, Kaizen, ISO hoặc tương đương.  4. Năng lực cốt lõi  Có tố chất và tư duy phù hợp với hệ giá trị cốt lõi của công ty (IPAM & 4C).  LỢI ÍCH VÀ QUYỀN LỢI  1. Cộng đồng những người làm nghề chính trực và dấn thân phụng sự  Môi trường làm nghề tài chính chuyên nghiệp. Làm việc với tinh thần làm chủ, sáng tạo và thách thức.  2. Tổng thu nhập theo năng lực  Thu nhập xứng đáng theo năng lực và giá trị đóng góp. Được truy lĩnh 15% lương sau 2 tháng thử việc nếu ký kết HĐLĐ chính thức. Xem xét thay đổi thu nhập hàng năm.  3. Chế độ đãi ngộ  Tham gia BHXH, BHYT, BHTN theo đúng quy định luật lao động. Được tham gia đóng bảo hiểm sức khỏe và bảo hiểm tai nạn 24/24.  4. Tổ chức học tập và văn hóa sôi nổi  Không gian làm việc mở với trang thiết bị hiện đại. Các hoạt động văn hóa, gắn kết đội ngũ, thiện nguyện phong phú, ý nghĩa.",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=35fef5b933dd2760&bb=Aj-BJNkrU8yEt_wkbswsNE_rvM3a8dczs7-POaRptZ4f-DNAjpIbsnDOCrWx4OetZAUh85CBcrMPxjpEwjRfEn71CYTzxiBZVbYcDmIUJZPDTSGcU7wQP4oOC_4VZ-kc&xkcb=SoCb67M36svSVEyxlJ0ObzkdCdPP&fccid=b35455457a452ce9&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Chuyên Viên Lập Trình - (Net/Angular) - Việc tốt nhất",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Tin-H%E1%BB%8Dc---Vi%E1%BB%85n-Th%C3%B4ng-H%C3%A0ng-Kh%C3%B4ng-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjoh8nh43v800&fromjk=4ebc6787d37b7a5c",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "Tham gia vào các dự án với các domain khác nhau như: quản lý nhân sự, quản lý chuỗi cung ứng, đặc biệt là domain liên quan tới hàng không. Làm việc với các stake holders để tìm hiểu yêu cầu nghiệp vụ. Phân tích nghiệp vụ, làm rõ yêu cầu, thống nhất phạm vi triển khai. Mô hình hóa yêu cầu bằng các sơ đồ luồng nghiệp vụ, xây dựng mockup và prototype phục vụ dự án. Xây dựng tài liệu phục vụ dự án theo quy trình chuẩn (BRD, FSD, User manual ...) Phối hợp với team lập trình, kiểm thử trong quá trình triển khai dự án, đảm bảo các tính năng và nghiệp vụ đáp ứng được bài toán của người dùng. Kiểm soát các thay đổi về nghiệp vụ trong quá trình triển khai dự án. Báo cáo tiến độ công việc cho cấp Quản lý dự án, Ban lãnh đạo công ty. Nghiên cứu, đề xuất các tính năng mới cho sản phẩm dựa trên nhu cầu khách hàng, thị trường. Nghiên cứu các sản phẩm đối thủ và xu hướng thị trường để đưa ra những ý tưởng cải tiến.",
      "",
      "Tốt nghiệp ĐH trở lên các chuyên ngành về CNTT, Khoa học máy tính, Điện tử viễn thông, Hệ thống thông tin. Có tối thiểu 2 năm kinh nghiệm làm việc ở vị trí BA hoặc tương đương, tư duy hướng người dùng, hướng nghiệp vụ. Ngoại ngữ: Tiếng Anh, có chứng chỉ TOEIC từ 500 trở lên hoặc tương đương Có các Chứng chỉ/Chứng nhận sau (nếu chưa có thể xem xét cam kết):",
      "",
      "",
      "Nắm rõ các công việc chi tiết của BA, các kỹ năng BA tốt (khơi gợi vấn đề, thu thập thông tin, phân tích yêu cầu, mô hình hóa nghiệp vụ, ...) Kỹ năng giao tiếp, thuyết trình, tư duy logic, tư duy phản biện và lập kế hoạch tốt. Có khả năng quản lý thời gian tốt. Kỹ năng làm việc nhóm tốt. Hiểu rõ quy trình phát triển phần mềm Sử dụng tốt một trong các công cụ Figma, Axure RP, Draw, Balsamiq... Có kinh nghiệm liên quan tới ERP, HRM là một lợi thế. Thành thạo phần mềm tin học văn phòng và các công cụ chuyên môn phục vụ cho công việc (Visio, Draw) Ưu tiên các ứng viên có chứng chỉ phân tích nghiệp vụ (ECBA,CCBA...).",
      "",
      "",
      "Thu nhập thỏa thuận theo năng lực, cơ hội đào tạo nâng cao nghiệp vụ từ Ban Điều hành Công ty. Đầy đủ các chế độ theo luật lao động hiện hành. Có cơ hội được đào tạo nâng cao chuyên môn, nghiệp vụ từ các môi trường đào tạo chuyên nghiệp, đúng chuyên ngành tại các tổ chức danh tiếng trong nước; và từ các thành viên Ban Điều hành, Ban Lãnh đạo nhiều kinh nghiệm trong Công ty; Chính sách phúc lợi đa dạng: Chăm sóc sức khỏe định kì hàng năm; Bảo hiểm sức khỏe; Các hoạt động tri ân, chăm lo đời sống tinh thần CBNV... Giảm giá vé máy bay cho bản thân và gia đình – Ưu đãi độc quyền trong ngành hàng không Chế độ tham quan, nghỉ mát. Tham dự các hoạt động văn hóa đoàn thể quy mô lớn của Công ty và Tổng Công ty: VNA Spirit, Tự hào VNAers, ...",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=4ebc6787d37b7a5c&bb=Aj-BJNkrU8yEt_wkbswsNBGHqW-4gw0wZ1CZhIQIuE9Zs3dSemU-20QxbvScN-rL8KCgw4pjq4tu5Kgy4k6ZcYJAFk6R4SgiU3jf2LxH53nBf5OoeniIb08wMtg_HvJ0&xkcb=SoAG67M36svSVEyxlJ0NbzkdCdPP&fccid=e930a30d21b49c10&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "14,000,000 VNĐ - 16,000,000 VNĐ a month"
  },
  {
    "title": "Chuyên viên C&B [Gia Lâm]",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-C%E1%BB%95-Ph%E1%BA%A7n-Bia-Qu%E1%BB%91c-T%E1%BA%BF-Tow-Redtiger?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjon18gmef800&fromjk=4d518e3243e126a8",
    "description": [
      "I. MÔ TẢ CÔNG VIỆC:",
      "1. Công tác C&B",
      "- Cập nhật các quy định của pháp luật về quy chế, về chế độ tính lương và bảo hiểm cho cán bộ công nhân viên.",
      "- Công tác liên quan tới thuế TNCN: đăng ký MST, lập danh sách, kê khai thuế, đăng ký và kê khai NPT",
      "- Lập danh sách, cập nhật số liệu về BHXH, BHYT, BHTN cho hồ sơ của người lao động.",
      "- Cập nhập, lưu trữ và sắp xếp hồ sơ nhân viên và các văn bản quy chế lao động của công ty.",
      "- Kiểm tra việc chấm công và việc thực hiện nội quy của người lao động.",
      "- Quản lý việc tăng ca, nghỉ phép, nghỉ bù,.... của công nhân viên.",
      "- Giải đáp tất cả những thắc mắc về vấn đề tiền lương của người lao động.",
      "- Thực hiện các báo cáo liên quan tới chi phí lương các bộ phận và các báo cáo khác khi có yêu cầu",
      "- Quản lý việc tuân thủ của nhân sự đối với nội quy, quy chế, quy định, quy trình của Công ty.",
      "- Thực hiện những công việc khác theo sự chỉ đạo, phân công, điều hành trực tiếp từ Trưởng phòng HCNS và Ban lãnh đạo",
      "II. YÊU CẦU NĂNG LỰC CHUYÊN MÔN:",
      "- Có kinh nghiệm ít nhất 1 năm.",
      "- Tốt nghiệp trình độ Đại học các ngành liên quan đến nguồn nhân lực, quản trị kinh doanh hay các ngành liên quan.",
      "CV ứng tuyển gửi về địa chỉ:",
      "Mail: tuyendung@camelbeer.vn",
      "SĐT: 0967352699",
      "Tiêu đề ứng tuyển ghi rõ: HỌ_VÀ_TÊN – VỊ_TRÍ_ỨNG_TUYỂN",
      "Loại hình công việc: Toàn thời gian",
      "Mục lương: 10.000.000₫ - 12.000.000₫ một tháng",
      "Thời hạn xin việc 28/11/2024"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=4d518e3243e126a8&bb=Aj-BJNkrU8yEt_wkbswsNEJfWFt-0FlXvIJW8N3T88X1lblaIpBuRRcEFedvF8fNsQw2IAcQ9MxurS2zHqAp_NpHW53cMDAG_ywOkgT9aOeyoVp6w1I8hr_8Y9pHJAuX&xkcb=SoCy67M36svSVEyxlJ0MbzkdCdPP&fccid=70b7ce34f50d4619&cmp=c%25C3%25B4ng-ty-c%25E1%25BB%2595-ph%25E1%25BA%25A7n-bia-qu%25E1%25BB%2591c-t%25E1%25BA%25BF-Tow-Redtiger&ti=Chuy%C3%AAn+Vi%C3%AAn+C%26B&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "10,000,000 VNĐ - 12,000,000 VNĐ a month"
  },
  {
    "title": "TT Dữ liệu và phân tích - Chuyên gia/CVCC/CV Khoa học dữ liệu (Data Scientist)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Lpbank-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjosneh5dg800&fromjk=40bbc24d92285c7c",
    "description": [
      "Nơi làm việc Hà Nội Cấp Bậc Nhân viên Hình Thức Nhân viên chính thức Bằng Cấp Đại học Kinh Nghiệm 1 - 5 Năm Mức Lương Lương thỏa thuận Nghiệp vụ CNTT - Phần mềm, CNTT - Phần cứng / Mạng, Ngân hàng Hạn chót nhận hồ Sơ 07/11/2024",
      "",
      "Phúc Lợi Máy tính xách tay Bảo hiểm Phụ cấp Đồng phục Thưởng Chăm sóc sức khỏe Đào tạo Tăng lương Chế độ nghỉ phép Chế độ tập thể dục Mô tả công việc Trực tiếp triển khai hoặc phối hợp triển khai phân tích dữ liệu nâng cao bằng các phương pháp mô hình thống kê, thuật toán học máy (ML), học sâu (deep learning)... để giải quyết các bài toán phát sinh trong hoạt động kinh doanh của Ngân hàng; Tham gia trong toàn bộ vòng đời của dự án khoa học dữ liệu, từ xác định đến giải quyết vấn đề, và vận hành, bảo trì. Trình bày các khám phá và khuyến nghị trong phân tích dữ liệu. Hướng dẫn, đào tạo các chuyên viên khoa học dữ liệu cấp dưới. Nghiên cứu, cập nhật các thông lệ, kiến thức mới về khoa học dữ liệu; Tham gia các vấn đề về khoa học dữ liệu như quy trình phân tích dữ liệu, xây dựng và kiểm định mô hình định lượng, thuật toán học máy theo đề nghị của các đơn vị tại LPB; Tham gia triển khai cấu trúc dữ liệu, quy hoạch luồng dữ liệu, lưu trữ dữ liệu phục vụ cho nhu cầu khai thác và phân tích dữ liệu lớn, ứng dụng ML. Yêu cầu công việc Ít nhất 1 năm kinh nghiệm có liên quan trong lĩnh vực làm việc với Big Data, Data Mining, Machine Learning, AI cho các vấn đề kinh doanh liên quan đến thị trường tài chính ngân hàng. Nắm bắt, hiểu và sử dụng các kiến thức về toán học và thống kê, các mô hình thống kê (ARIMA, ARCH,....), các mô hình Machine Learning (Logistic, Decision Trees, Ensemble Models, Radom Forests, ...). Bên cạnh đó, có kinh nghiệm xử lý các bài toán về nhận diện ký tự quang học (OCR), Nhận diện hình ảnh (Image Recognition), Chatbox,... và hiểu biết về các giao tiếp lập trình phân tích dữ liệu (Data APIs) trong quá trình khai thác và phân tích dữ liệu là lợi thế. Có kinh nghiệm và hiểu biết sâu về kiến trúc kho dữ liệu, dữ liệu lớn và các công nghệ quản lý thông tin; nắm được các công nghệ về Hadoop, MapReduce, Apache Spark, các ngôn ngữ lập trình và truy vấn dữ liệu như SQL, NoSQL, Oracle hoặc tương đương phục vụ phát triển, phân tích dữ liệu là lợi thế.",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=40bbc24d92285c7c&bb=Aj-BJNkrU8yEt_wkbswsNBbMliAjy09g2A4eGXb4SBZVxVKEGL3t0DoQ7_FOfhKndi_S5VR5FuJHhXOYy0WPc4LGTEm5KFtQSDSob0MTX72YbJdgCSkI-Q30VtP0DLmB&xkcb=SoBb67M36svSVEyxlJ0DbzkdCdPP&fccid=7bf27443063bfd68&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "CAM Kỹ Thuật (Kỹ Thuật SX) [ KCN Tân Trường - Hải Dương ]",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Iconic-Co.,-Ltd.-3?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjp29g244d006&fromjk=c88e796d1be5292d",
    "description": [
      "Job description:  Chúng tôi đang tìm kiếm một CAM Kỹ Thuật (Kỹ Thuật Sản Xuất) chuyên nghiệp và nhiệt huyết để tham gia vào đội ngũ của chúng tôi. Vị trí này sẽ chịu trách nhiệm triển khai sản xuất sản phẩm mới, kiểm soát và cải tiến quy trình sản xuất nhằm nâng cao năng suất và hiệu quả.  Nhiệm vụ chính:  Triển khai sản xuất sản phẩm mới. Thu thập, chuẩn bị hồ sơ triển khai sản phẩm mới. Kiểm soát dữ liệu sản xuất thử. Báo cáo tình hình sản xuất thử cải tiến quy trình sản xuất, cải tiến dây chuyền sản xuất nâng cao năng suất, hiệu quả sản xuất. Xây dựng quy trình phục vụ công việc trong bộ phận. Am hiểu và có kinh nghiệm về tự động hoá như lập trình, thiết kế máy. Các công việc khác theo yêu cầu của cấp trên.  Job requirements:  Tốt nghiệp Cao Đẳng, Đại học trở lên ( chuyên ngành cơ khí). Nam Từ 25 tuổi trở lên. Có trên 3 năm kinh nghiệm liên quan đến kỹ thuật sản xuất. Biết đọc bản vẽ kỹ thuật, biết sử dụng phần mềm Autocad. Có khả năng lập trình PLC và hiểu về hệ thống tự động hóa. Có kỹ năng xây dựng quy trình, hướng dẫn, tiêu chuẩn phục vụ sản xuất. Kỹ năng về việc thực hiện 5S. Tiếng Nhật N3 trở lên. Sử dụng máy tính thành thạo (excel/word/PPT...) Ưu tiên kinh nghiệm 3 năm triển khai sản phẩm mới, cải tiến dây chuyền. Phúc lợi: Ký hợp đồng thử việc 2 tháng, sau 2 tháng đánh giá và ký hợp đồng chính thức. Có số ngày nghỉ nhiều trong năm (nghỉ nhiều hơn các Công ty khác khoảng 10 ngày). Được thưởng các dịp Lễ Tết (30/4 & 1/5, 2/9, 20/10). Hằng năm đánh giá tăng lương và thưởng cuối năm. Tổ chức du lịch hằng năm, tiệc cuối năm, sinh nhật hàng tháng. Môi trường làm việc luôn được đảm bảo ATVSLĐ, đảm bảo sức khỏe cho người lao động. Tổ chức khám sức khỏe định kỳ và tham gia các chế độ lao động, chế độ bảo hiểm theo đúng luật định. - Có xe đưa đón công nhân viên các tuyến Thanh Hà - Hải Dương, Thanh Miện- Bình Giang, HN - HD.  Job workplaces:  Hải Dương - Việt Nam  Job level:  Nhân viên  Job language:  Tiếng Nhật  Job industry:  Thiết kế quy trình & Sản xuất"
    ],
    "linkJob": "https://jobs.vn.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0DpIAKPCMsXrPtp_WWrskbc0eN2J0jhPSGwPGWQ0nf_sFYdePLtxwtaJ3kNpwyVovoM8kUux_NJe0NUPhBrgF0XoAzoSdKf5Extc-6S0ltaJlNnbesYeFdcMLFHB0edIv3U1-NGB0PwolqHK2KuFY8KF5iRh0ARpxZMgGwsq-t5AYhYsJNMVZMayLXpGK_oBtAREtgN87B-8WyN6hveffTVkmTjO3pp84un_ws-MGY9G9SrORWic_KErGXxpySPUtPdemvewgfRk4bPDtGT7HRZOtpP4mn6KGYEhVqc17whUUehefg511yvGgTcQElK7bluTtYySljXmdrw61X8DPVZXNF435jMIMzlnb5dnnh8taeU2GDw-hkdqtFuhdmOsGAFUb5t_IjYO6E2tVCF7PiNGYkZdef8e8EodhnUDpOqR5bZzfKBd-0_tuiwBuDiPj7mU4aA4-l4gRZ77tetYHhY_D3AiwA5E90toVSZ09CWrF-GRMdNQJK4TMw8dKugOmf077pypHY31mp1c-_ltUpCdKWVthWNb5YHC8WmWAEkvEpKzF6_yT1Ht9uyYhG-S8cUxkenDtFhrDXGTC22agotXN_qFX1yWIJsiWF8LrzbU--VjYFCKWEQQo3Vit91nOFBcQC4JlKSALiA2DIkbT8wGDVXiGXyLzEy8GHPlyeGBgi5XXIYBseCEshdtOHWt0yXPa-4Or80eV04XDVSJyfGiE6LPorbxt7DrLRWcY1gBPIlclS3gZVlWk-yf3Zn-mtPY13cVOk6Am_1F_VoM4zAqQVV5xOwrZ_kqwwtf6h0devhSF7Zx6YYkraZwuxda97J3GGk75oT9CRq5D02Sdw9JWy7uedaS2cTNNgYvGTlDQ==&xkcb=SoAb6_M36svSVEyxlJ0CbzkdCdPP&camk=nUmJqO2E8rh-yKo-4Av6fQ==&p=9&fvj=0&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "dụng nhân viên lập trình HTML/CSS",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ngh%E1%BB%87-B%E1%BA%A3o-Ph%C3%A1t?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjp81vgmen800&fromjk=32dc3a8617ef5617",
    "description": [
      "Bảo Phát thông báo tuyển dụng:  Bảo Phát là công ty chuyên thiết kế nhận diện thượng hiệu, thiết kế mỹ thuật tại Việt nam. Hiện nay do nhu cầu phát triển của công ty, chúng tôi cần tuyển những vị trí thiết kế sau:  02 NHÂN VIÊN LẬP TRÌNH HTML/CSS   YÊU CẦU:  Trình độ: tốt nghiệp công nghệ thông tin trung cấp/cao đẳng/ đại học. Độ tuổi: không yêu cầu Giới tính: Nam/nữ   KỸ NĂNG CẦN THIẾT  Cắt giao diện website từ file thiết kế photoshop (PSD) thành HTML/CSS, Javascript. Phối hợp với bộ phận lập Trình phát triển sản phẩm để triển khai giao diện website cho sản phẩm. Triển khai giao diện HTML/CSS Javascript theo yêu cầu của khách hàng trên hệ thống website xây dựng sẵn. Phát triển kho giao diện template cho hệ thống website xây dựng sẵn. Nghiên cứu, tìm hiểu các công nghệ về HTML/CSS Javascript mới nhất để áp dụng cái tiến sản phẩm. Thực hiện các công việc do người quản lý giao.   QUYỀN LỢI  Thu nhập hấp dẫn, mức lương xứng đáng với năng lực, hưởng theo khả năng và hiệu quả làm việc. lương cứng 8-10 triệu Có cơ hội được đào tạo bài bản về thiết kế, đồ họa nếu có nhu cầu, được cung cấp đầy đủ các phương tiện, thiết bị để nâng cao chất lượng hiệu quả công việc. Có cơ hội được thăng chức lên trưởng phòng, trưởng nhóm. Được hưởng đầy đủ chính sách về lương, BHYT, BHXH các đãi ngộ khác theo đúng luật của pháp luật Việt nam, luật lao động Được đi du lịch 2 lần/năm. 1 tháng được 4 ngày nghỉ, nghỉ lễ tết theo lịch chung, ngoài ra còn được thưởng lễ tết, nghỉ bù đúng luật lao động.  => Ưu tiên những ứng viên có mục tiêu, hoài bão rõ ràng, đam mê trong công việc, không ngại việc khó và thử thách.   MÔ TẢ CÔNG VIỆC  Thực hiện mô tả, phân tích các yêu cầu phần mềm. Lập trình và phát triển các module hệ thống phần mềm sẵn có của hệ thống. Tham gia và chịu trách nhiệm phát triển, vận hành các hệ thống phần mềm. Xử lý các sự cố theo yêu cầu và phát triển sản phẩm và ứng dụng theo quy trình chuẩn. Thực hiện các yêu cầu khác dưới sự phân công của lãnh đạo.   Hồ sơ xin việc bao gồm:  Sơ yếu lý lịch tự thuật có dấu xác nhận của địa phương Đơn xin việc viết tay. CV ứng tuyển: yêu cầu trình bày rõ ràng, cẩn thận Giấy khám sức khỏe: giấy khám sức khỏe (là mẫu giấy khổ A3 gập đôi) có dán ảnh 3×4 xác nhận của bệnh viện, trạm xã. Bằng cấp, chứng chỉ: photo bằng tốt nghiệp đại học, cao đẳng và các chứng chỉ khác nếu có (ngoại ngữ, thiết kế,…). Bản photo chứng minh thư có công chứng Ảnh 3×4 hoặc 4×6.   Đơn xin việc gửi về:  Địa chỉ: Tầng 6 tòa nhà VG Building, số 235 Nguyễn Trãi, Thanh Xuân, Hà Nội  Điện thoại: 024 22.456.108 - Hotline: 0968 28 22 33  Email: info@baophat.net  Xem thêm những bài viết khác:  Tuyển dụng trưởng phòng thiết kế Tuyển dụng nhân viên văn phòng"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=32dc3a8617ef5617&bb=Aj-BJNkrU8yEt_wkbswsNBS3pcrzV45sgDve_c0mVpSLKJIyE-rcyo5l3fhqe0DoRHvrDifoXHEaL_j7fZhBX6eW-kxigexyZFbVSTulalPngCMSqsVBRXIdyFg_Xf-b&xkcb=SoBy67M36svSVEyxlJ0BbzkdCdPP&fccid=44b5facbe057147e&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "LẬP TRÌNH VIÊN PHẦN MỀM",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/S%C3%A0i-G%C3%B2n-T%C3%A2m-%C4%90i%E1%BB%83m?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjpdvagmen800&fromjk=c1e6bc4caedd25e7",
    "description": [
      "Sài Gòn Tâm Điểm là công ty chuyên cung cấp giải pháp phần mềm quản lý nhân sự, chấm công, tính lương, và phần mềm quản lý kế toán chuyên nghiệp cho doanh nghiệp vừa và lớn.  Chúng tôi mang sứ mạng “Tư vấn và cung cấp giải pháp quản lý nhân sự tối ưu cho khách hàng”, từ đó cung cấp công cụ để quản trị doanh nghiệp dễ dàng và thông minh hơn. Chúng tôi tạo ra những sản phẩm để thực hiện sứ mạng của mình với kiến thức, niềm đam mê, và kinh nghiệm thực tế từ hàng trăm công ty đang hoạt động quản trị nhân sự.  VỊ TRÍ CÔNG VIỆC NHÂN VIÊN LẬP TRÌNH VIÊN PHẦN MỀM   Thông tin tuyển dụng Vị trí tuyển dụng : Lập trình viên Loại công việc : Toàn thời gian Số lượng : 01 người Địa điểm làm việc: TPHCM   Mô tả công việc Phát triển phần mềm theo yêu cầu của công ty   Yêu cầu công việc Yêu cầu vị trí: Trình độ: Cao đẳng, Đại học Yêu thích công việc phát triển phần mềm Kinh nghiệm làm việc ít nhất 01 năm  Kỹ năng và kinh nghiệm làm việc:  Có kinh nghiệm làm việc với C# .NET (Windows Form/DevExpress, ASP.NET MVC, WebAPI, …), JavaScript, SQL Server. Ưu tiên ứng viên đã có kinh nghiệm làm việc trên các JavaScript Framework phổ biến hiện nay (ExtJs, Angular, …) Biết sử dụng GitHub, SVN là 1 điểm cộng  Yêu cầu chung:  Nhanh nhẹn, có khả năng tự nghiên cứu, nắm bắt công việc mới nhanh Kỹ năng làm việc độc lập lẫn theo nhóm tốt Khả năng giao tiếp, trình bày vấn đề rõ ràng   Thu nhập Thu nhập: Lương: thương lượng Tiền ăn trưa: 660.000 đ/tháng Thưởng tháng lương 13 Thưởng các ngày lễ trong năm  Thu nhập mở rộng:  Thưởng theo hiệu quả dự án  Phụ cấp công tác:  Phụ cấp chi phí thuê xe đi lại công tác Phụ cấp chi phí công tác  Du lịch và giải trí:  Tham gia du lịch nghỉ dưỡng hàng năm cùng toàn thể công ty Tham gia các hoạt động Team building cùng công ty Tham gia các party của công ty tổ chức: 1 năm ~ 4 lần (Tín đồ ăn uống sẽ triệu like)  Hợp đồng lao động dài hạn:  Ký hợp đồng lao động chính thức Đóng bảo hiểm   Quyền hạn công việc Chủ động giải quyết công việc theo nhiệm vụ được giao Đề nghị người Phụ trách hướng dẫn, giải quyết những công việc khó khăn ngoài phạm vi giải quyết Đề xuất sáng kiến cải tiến công việc Chủ động đề xuất ý kiến với người Phụ trách các biện pháp nhằm triển khai nhanh chóng, hiệu quả công việc được giao Có quyền báo cáo với BGĐ khi người Phụ trách chậm giải quyết ảnh hưởng tới công việc được giao   Cơ hội Văn hóa công việc: Công việc hấp dẫn, môi trường làm việc chuyên nghiệp và thân thiện Đồng nghiệp tri thức cao, trẻ năng động, hòa đồng, nhiệt huyết cùng nhau phát triển Đối tượng khách hàng trí thức cao, học hỏi và tạo lập nhiều mối quan hệ chất lượng   Liên hệ Bạn có đam mê và muốn tìm một môi trường thân thiện, nhiều cơ hội phát triển, hãy gửi hồ sơ ứng tuyển Email: HR.Recruitment@saigonpoint.vn Tel: +84-028-393.494.79 Ext: 101 Gặp Ms. Thủy Tiên  Chúng tôi sẽ liên lạc ngay khi nhận hồ sơ của bạn!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=c1e6bc4caedd25e7&bb=Aj-BJNkrU8yEt_wkbswsNPS-1nIIDMXAUXxQDwmRT1_vcSQoF10EwK8Fa5s9g1sxFF8G6p-7LE_YVo3l-9Dek7nqHOdQjKWmEa-yqljALm4bImex6WmM2TWC2Xexu4Ec&xkcb=SoDG67M36svSVEyxlJ0AbzkdCdPP&fccid=83282175874aad2f&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "viên lập trình phần mềm tháng 6 năm 2016",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/S%C3%A0i-G%C3%B2n-T%C3%A2m-%C4%90i%E1%BB%83m?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjpk13h43v800&fromjk=02834c3962c9664a",
    "description": [
      "Thông tin tuyển dụng:  Vị trí tuyển dụng : Chuyên viên phát triển phần mềm Loại công việc : Toàn thời gian Số lượng : 02 người  Mô tả công việc vắn tắt:  Phát triển phần mềm theo yêu cầu của công ty Tham gia triển khai sản phẩm phần mềm đến người dùng  Yêu cầu vị trí:  Độ tuổi: từ 21 đến 26 tuổi Trình độ: Tốt nghiệp đại học trở lên. Đam mê trong lĩnh vực phát triển phần mềm. Có kinh nghiệm lập trình C#.NET, JavaScript. Ưu tiên ứng viên đã có kinh nghiệm làm việc trên các JavaScript Framework phổ biến hiện nay. Thông minh, nhanh nhẹn, có khả năng tự nghiên cứu, nắm bắt công việc mới nhanh chóng Có tinh thần làm việc độc lập lẫn theo nhóm. Có tinh thần cầu tiến, ham học hỏi, trách nhiệm cao trong công việc. Khả năng giao tiếp trình bày vấn đề tốt.  Chế độ:  Được hưởng đầy đủ chế độ theo quy định nhà nước Các chế độ khác theo quy định của công ty Được trang bị trang thiết bị và điều kiện làm việc tốt Môi trường làm việc thân thiện, chuyên nghiệp và có tính phấn đấu cao Mức lương: Thỏa thuận tương xứng với năng lực và kinh nghiệm. Có thưởng theo chính sách tham gia thực hiện dự án Lương tháng thứ 13 , 14 được BGĐ xem xét và phê duyệt căn cứ theo kết quả làm việc của từng cá nhân và hiệu quả kinh doanh của Công ty Được đào tạo tại công ty hoặc tham gia các khóa học bên ngoài Cơ hội tham gia nhiều hoạt động văn hóa, giải trí của Công ty (Liên hoan, nghỉ mát, …) Địa điểm làm việc: Hồ Chí Minh Thời gian làm việc: từ Thứ 2 tới Thứ 6  Hồ sơ gồm có:  Thư xin việc Sơ yếu lý lịch – Hình ảnh chân dung Bản sao bằng cấp và bảng điểm Bản sao chứng minh nhân dân 01 hình thẻ (có thể kèm theo sơ yếu lý lịch)  Thời gian nhận hồ sơ: Từ 25/05/2016 đến 25/06/2016  Hồ sơ gửi về: info@saigonpoint.vn Hoặc gửi về địa chỉ: Tầng 2 – 21 Huỳnh Tịnh Của, Phường 8, Quận 3, Hồ Chí Minh.  Chúng tôi chỉ phản hồi những hồ sơ hợp lệ theo yêu cầu.  Lưu ý: Các hồ sơ đã gửi chúng tôi không hoàn trả lại ứng viên"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=02834c3962c9664a&bb=Aj-BJNkrU8yEt_wkbswsNEBSL5DW5JexQpAtJY48aoq2DTjQcfQbmaVVagkiWURQwGYuHNsT9C4XQQbJ2OtPrJbakPxPUNdoVpPUUumhKm2OPYEBst2UVkPZmUcJ93FR&xkcb=SoBI67M36svSVEyxlJ0HbzkdCdPP&fccid=83282175874aad2f&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Lập trình viên PHP (Magento 2)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/D%E1%BB%8Bch-V%E1%BB%A5-C%C3%B4ng-Ngh%E1%BB%87-V%C3%A0-Th%C6%B0%C6%A1ng-M%E1%BA%A1i-%C4%90i%E1%BB%87n-T%E1%BB%AD-Tigren?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjppuhh11s801&fromjk=6f3461319c986e7e",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "",
      "",
      "",
      "Tham gia lập trình và phát triển các dự án xây dựng Website sử dụng ngôn ngữ lập trình PHP với các framework: Magento, Wordpress ... Tham gia định hướng chiến lược phát triển sản phẩm, dịch vụ của công ty",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=6f3461319c986e7e&bb=Aj-BJNkrU8yEt_wkbswsNN4qyV28MwrU9Z5ZSUoMKijdxPvEFSf85RBl7-Djjo1wBgUyU4ysV8u4Fa1_h7_d3d95aF9hzG9BDCnO4kV79i70K8W-3wlPNkY6yvN2kTKu&xkcb=SoD867M36svSVEyxlJ0GbzkdCdPP&fccid=8e2cc5d3b38d8158&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "13,000,000 VNĐ - 25,000,000 VNĐ a year"
  },
  {
    "title": "Kế Toán Trưởng Tiếng Nhật",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Iconic-Co.,-Ltd.-3?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjpvnigme2800&fromjk=8fc09853f99fa7a4",
    "description": [
      "Job description:  Chúng tôi đang tìm kiếm một Kế Toán Trưởng Tiếng Nhật có kinh nghiệm và chuyên môn cao để gia nhập đội ngũ của chúng tôi. Vị trí này sẽ chịu trách nhiệm quản lý toàn bộ hoạt động kế toán của công ty, đảm bảo tính chính xác và tuân thủ các quy định pháp luật liên quan đến thuế và kế toán.  Nhiệm vụ chính:  Lập báo cáo quyết toán hàng tháng, hàng năm bao gồm báo cáo tài chính (BS, PL, CF) và các báo cáo khác (PL per customer, EMS). Báo cáo CF hàng tuần. Báo cáo chuyển giá ( Local, master file…) Làm vay dài hạn và ngắn hạn . (quy định và báo cáo NHNN). Quản lý chi phí: Kiểm soát chi phí biến đổi và chi phí cố định. Quản lý thuế và kiểm toán: Chịu trách nhiệm về tính chính xác và tiết kiệm thuế. Quản lý tài sản. Tính tiền lương nhân công. Giám sát nhân viên kế toán trong việc quản lý PO, PR, kiểm tra chứng từ, tiền mặt, ngân hàng, AP, AR chi phí và doanh thu dồn tích. Liên lạc với các bộ phận khác để thiết lập và duy trì các quy định và quy trình kế toán nhằm giảm thiểu rủi ro cho công ty. Chịu trách nhiệm về mọi vấn đề pháp lý liên quan đến thuế, kế toán. Chịu trách nhiệm khai báo hải quan hợp pháp hàng năm (Mẫu 15, 15A, 16).  Job requirements:  Tuổi từ: 30-42. Sức khỏe tốt, nhanh nhẹn, chịu khó học hỏi, ưu tiên các ứng viên đã lập gia đình và có 2 con. Trình độ học vấn: Đại học. Kỹ năng bắt buộc: Học chuyên ngành kế toán. Ngoại ngữ: Tiếng Nhật N2 hoặc N3. Chịu được áp lực công việc. Yêu cầu khác: Có kinh nghiệm về kế toán, tài chính ít nhất 5 năm. Cần có chứng chỉ CA, CFO ACCA . Am hiểu pháp luật về thuế, thủ tục hải quan, luật hải quan, v.v. Kỹ năng lập kế hoạch, kỹ năng phân tích tốt, Thông thạo tiếng Anh/ N2 hoặc N3 tiếng Nhật.  Job workplaces:  Hà Nội - Việt Nam  Job level:  Trưởng phòng  Job language:  Tiếng Nhật  Job industry:  Kế toán"
    ],
    "linkJob": "https://jobs.vn.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0DpIAKPCMsXrPtp_WWrskbc0eN2J0jhPSGwPGWQ0nf_sFYdePLtxwtaJ3kNpwyVovo8yJCrSlCgn_wco7r-6iudPB2LS8S0PaAGcAStRFvWAE0t_Y-fD8Zyb43TvjwwxiOUVu1B7hyy7w_q1AO4FADQb0AZfTvJ-KP3LERhGQetPg_SQJRQPWsNafo4aHPVMhTC1yXKJoYRBPDQkf-0Yv2-MLDzylSw41bIlQdbHO1RtwOC31YcqtA4JjNlu86IQ9jcIVJCJijVbS5GZtKiutQwVaV1oA5o8kUnKpix7zQ42absqTWKgtVpEWs_blUYkeW1dZKzxfePL8DiVgZvowVP5yPmu3BVim97hVBG3k3Owpc8hlG_l4qos0xdI8BbXfjZyrOAkoGZOPxgc9wQrSXHNbTxif3BWzQYZQRh4WieH_Q5jyb_bphsC3l9tZgTmloCAIr6Lu8nmSVPIlXslDYNblTZ9edvoAPNFVoOSJuKW_oUyelcxL4YOcl3XVpYpQ5XfwHuDrjlgQOPHiqySdd80iN8TW5UABevttt9vPVPV8gIB038OhGAWSn6tY6gZrHoxI_5SivMAMMzqDoovZpMWGEflZGvvSTjw6bj7tXkRtkcEfIovXzHDk8cOGCWQcdGyxf5ytg1DMpndxRxl-usIh24v0zThEfHJDb0FKDdBK6d3ns9ghTqVrqb0ECcBEEN8WDUdbzTXqxk5n3PvkU5ETacJBi_pVnFdy0dHiLLT_Bi5Nc_zUx_8wsSVP9QLFuxv07OLu0s_iRp3iaAhKevAK6dIxee2j10wCxcTu1e56izNVeU9DyChImo9puRC7k=&xkcb=SoCV6_M36svSVEyxlJ0FbzkdCdPP&camk=nUmJqO2E8rh-yKo-4Av6fQ==&p=14&fvj=0&vjs=3",
    "crawlTime": "30/10/2024"
  }
]