[
  {
    "title": "[CENHOMES] Junior Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Cen-Group?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcju7kbh11s800&fromjk=c2330ffa1eb37bb2",
    "description": [
      "Mã tuyển dụng: NTD-9632  Loại công việc: Toàn thời gian cố định  Nhóm công việc: IT / Công nghệ thông tin  Số lượng tuyển: 2  Hạn nộp hồ sơ: 30/11/2024  Công ty: Công ty TNHH TMĐT Ngôi Nhà Thế Kỷ (Viết tắt: CenHomes.vn)  Địa điểm làm việc: Hà Nội",
      "",
      "Mô tả công việc Hỗ trợ thiết kế và phát triển hệ thống backend, đảm bảo hiệu suất và khả năng mở rộng. Tham gia xây dựng và duy trì API (RESTful, GraphQL) cho ứng dụng web và di động. Hỗ trợ quản lý cơ sở dữ liệu (SQL, NoSQL) và tối ưu hóa hiệu suất hệ thống. Tham gia quy trình phát triển Agile/Scrum và thực hiện code review. Hợp tác với nhóm frontend và QA để đảm bảo chất lượng sản phẩm. Yêu cầu Tốt nghiệp Đại học/Cao đẳng chuyên ngành Công nghệ thông tin hoặc các ngành liên quan. Ít nhất 1 năm kinh nghiệm làm việc với vai trò Backend Developer. Thành thạo một hoặc nhiều ngôn ngữ lập trình: Java, Python, NodeJS. Có kiến thức cơ bản về API và cơ sở dữ liệu (SQL, NoSQL). Kỹ năng làm việc nhóm và giải quyết vấn đề tốt.  Ưu tiên:   Kinh nghiệm với DevOps, Docker, và các nền tảng cloud (AWS, Azure, GCP) là lợi thế. Kinh nghiệm với hệ thống có lượng người dùng lớn và hệ thống e-commerce là điểm cộng. Quyền lợi - Lương 20 - 30 triệu, thưởng tháng 13, bảo hiểm đầy đủ  Môi trường làm việc chuyên nghiệp, cơ hội học hỏi và phát triển công nghệ mới Được hưởng đầy đủ mọi quyền lợi theo đúng Luật lao động hiện hành Được hưởng các chế độ Phúc lợi đặc biệt dành cho cán bộ công nhân viên của Cen Group Được tham gia du lịch nghỉ mát hàng năm cùng Tập đoàn Được xét khen thưởng, tăng lương theo định kì Được tham gia các khóa đào tạo nhằm nâng cao nghiệp vụ Được trang bị bảo hiểm sức khỏe hàng năm Liên hệ  Hình thức nộp hồ sơ: Qua Email  Người liên hệ: Phòng Nhân sự Tập đoàn  Địa chỉ liên hệ:  Email liên hệ: duongnt16.bof@cenhomes.vn  Điện thoại liên hệ: 0866170499"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=c2330ffa1eb37bb2&bb=XrgffjJgqLGU0HlAqL8bsR_asTkQLV-3pRvk89RLWxnuMS7AkMbiEd6xkNx7I3MV2JF5MNJajyfWHRluOnHSdv_eD1qyG4R-T7I3jbtNV81O0wwjQRjN3q4s_L-H7S-H&xkcb=SoCr67M36sv3RySxlJ0LbzkdCdPP&fccid=983438afd027bd44&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "[CENHOMES] Senior Backend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Cen-Group?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjuddvgi3v800&fromjk=0f0f6b2b42d5432d",
    "description": [
      "Mã tuyển dụng: NTD-9633  Loại công việc: Toàn thời gian cố định  Nhóm công việc: IT / Công nghệ thông tin  Số lượng tuyển: 2  Hạn nộp hồ sơ: 30/11/2024  Công ty: Công ty TNHH TMĐT Ngôi Nhà Thế Kỷ (Viết tắt: CenHomes.vn)  Địa điểm làm việc: Hà Nội",
      "",
      "Mô tả công việc Thiết kế và phát triển hệ thống backend đảm bảo hiệu suất và khả năng mở rộng. Xây dựng và duy trì API (RESTful, GraphQL) cho ứng dụng web và di động. Quản lý cơ sở dữ liệu (SQL, NoSQL) và tối ưu hóa hiệu suất hệ thống. Tham gia quy trình phát triển Agile/Scrum, thực hiện code review và viết unit tests. Hỗ trợ, hướng dẫn đội ngũ junior và hợp tác với nhóm frontend, QA. Tạo và duy trì tài liệu kỹ thuật. Yêu cầu Tốt nghiệp chuyên ngành Công nghệ thông tin. Ít nhất 4 năm kinh nghiệm với vai trò Backend Developer. Thành thạo một hoặc nhiều ngôn ngữ lập trình: Java, Python, NodeJS. Kinh nghiệm với API, SQL, NoSQL, hệ thống caching và cloud (AWS, Azure, GCP). Hiểu biết sâu về thiết kế và phát triển API RESTful. Kinh nghiệm với hệ thống quản lý phiên bản (Git) và các pipeline CI/CD. Nắm vững các nguyên tắc kiến trúc phần mềm và các mẫu thiết kế. Kỹ năng giải quyết vấn đề, làm việc nhóm tốt.  Ưu tiên:   Kinh nghiệm DevOps, Docker, triển khai hệ thống trên các nền tảng cloud (AWS, Azure, GCP). Kinh nghiệm xử lý hệ thống có lượng người dùng lớn (active user) và hệ thống e-commerce. Kinh nghiệm làm việc với dữ liệu lớn (Big Data) và tối ưu hóa hệ thống dữ liệu. Hiểu biết về các mô hình học máy (machine learning) và ứng dụng trong thực tế. Kinh nghiệm với bảo mật ứng dụng, hệ thống phân tán và microservices. Kỹ năng tối ưu hóa hệ thống backend để đảm bảo hiệu suất, tính ổn định và khả năng mở rộng cho thị trường Việt Nam. Quyền lợi - Lương 30 - 45 triệu, thưởng tháng 13, bảo hiểm đầy đủ, môi trường làm việc chuyên nghiệp  Được học hỏi công nghệ mới và tham gia các khóa đào tạo chuyên sâu Được hưởng đầy đủ mọi quyền lợi theo đúng Luật lao động hiện hành Được hưởng các chế độ Phúc lợi đặc biệt dành cho cán bộ công nhân viên của Cen Group Được tham gia du lịch nghỉ mát hàng năm cùng Tập đoàn Được xét khen thưởng, tăng lương theo định kì Được tham gia các khóa đào tạo nhằm nâng cao nghiệp vụ Được trang bị bảo hiểm sức khỏe hàng năm Liên hệ  Hình thức nộp hồ sơ: Qua Email  Người liên hệ: Phòng Nhân sự Tập đoàn  Địa chỉ liên hệ:  Email liên hệ: duongnt16.bof@cenhomes.vn  Điện thoại liên hệ: 0866170499"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=0f0f6b2b42d5432d&bb=XrgffjJgqLGU0HlAqL8bsarg_KM6z5wpy6Z9riKoPX4rCMepI696VwxKku9WrLfSSC1m1L2j283_VNUWvafL2J9IdXssQ-gTnB4KfQRzbrJTRZD_XIzs8LgDYF7Uq5ud&xkcb=SoAf67M36sv3RySxlJ0KbzkdCdPP&fccid=983438afd027bd44&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "Chuyên Viên Backend -API ( Thu Nhập 15-22tr/ Tháng)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/T%E1%BA%A7m-Nh%C3%ACn-Qu%E1%BB%91c-T%E1%BA%BF-Aladdin?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjuj4vh5d5800&fromjk=5a30e6d9ca646b84",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "Nghiên cứu Hệ thống vận hành FB Nghiên cứu Hệ thống IT phục vụ vận hành doanh nghiệp FB Đề xuất lựa chọn giải pháp Công nghệ",
      "",
      "Phân tích thiết kế: Giải pháp đáp ứng; Quy trình tương lai; Kịch bản kiểm thử Xây dựng phần mềm và Kiểm thử nội bộ",
      "",
      "Kiểm thử phần mềm: xây dựng kịch bản kiểm thử và Unit test Quản lý các version thay đổi phần mềm Chuyển giao và nghiệm thu phần mềm Bảo trì, sửa chữa và nâng cấp phần mềm",
      "4. Đào tạo:",
      "",
      "5. Khác:",
      "",
      "",
      "",
      "",
      "Năng lực: Kiến thức về hệ quản trị cơ sở dữ liệu Kiến thức về vòng đời xây dựng ứng dụng Website Kiến thức về mô hình phát triển hướng đối tượng (MVC, MVP, MVVM) Kiến thức về GIT Kiến thức về ngôn ngữ lập trình HTML5/PHP/Ajax Kiến thức, kỹ năng deployment sản phẩm theo phiên bản lên máy chủ Có kinh nghiệm thiết kế website bằng các hệ thống CMS Kỹ năng Kỹ năng giao tiếp, trao đổi, trình bày Kỹ năng về tích hợp API Restful, SOAP, GraphQL",
      "",
      "",
      "",
      "",
      "",
      "Độ tuổi: 22-35T Tính cách: trung thực, kiên trì, nhiệt huyết, có tinh thần trách nhiệm, cầu tiến, yêu thương và hỗ trợ đồng đội, năng lượng tích cực. Khả năng làm việc độc lập và theo nhóm. Sáng tạo, ham học hỏi, có trách nhiệm và khát vọng thăng tiến trong công việc.",
      "QUYỀN LỢI DÀNH CHO ỨNG VIÊN:",
      "",
      "1. Lương:",
      "",
      "2. Địa điểm làm việc:",
      "",
      "",
      "4. Thời gian làm việc:",
      "",
      "5. Chế độ khen thưởng, phúc lợi:",
      "",
      "6. Lương và cơ hội thăng tiến:",
      "",
      "7. Chế độ đào tạo:",
      "",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=5a30e6d9ca646b84&bb=XrgffjJgqLGU0HlAqL8bsRlIrkEZ-8ZaiIeCpevxFYuro8-TnNo6q9nMAZVSege4RpXiXuLRF6Mgtl6UYrWQt03YtE6H2zl3XTdpsmHlINrwmNhg8oMRJLvsdHD3ErEp&xkcb=SoCC67M36sv3RySxlJ0JbzkdCdPP&fccid=2dc83f3dc9ca123e&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "15,000,000 VNĐ - 20,000,000 VNĐ a month"
  },
  {
    "title": "[CENHOMES] DevOps Engineer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Cen-Group?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjuop2h5dg800&fromjk=4ec4a8e9cc17d863",
    "description": [
      "Mã tuyển dụng: NTD-9630  Loại công việc: Toàn thời gian cố định  Nhóm công việc: IT / Công nghệ thông tin  Số lượng tuyển: 1  Hạn nộp hồ sơ: 30/11/2024  Công ty: Công ty TNHH TMĐT Ngôi Nhà Thế Kỷ (Viết tắt: CenHomes.vn)  Địa điểm làm việc: Hà Nội",
      "",
      "Mô tả công việc Triển khai, quản lý và duy trì các ứng dụng và dịch vụ trên nền tảng Cloud (AWS, Azure, GCP). Thiết kế và phát triển hệ thống CI/CD để tự động hóa quy trình build, test và deploy. Quản lý và tối ưu hóa môi trường container hóa sử dụng Docker và Kubernetes. Đảm bảo hiệu suất, độ tin cậy và bảo mật của hệ thống mạng. Giám sát và xử lý sự cố hệ thống, đảm bảo uptime cao nhất. Thiết lập và quản lý hệ thống giám sát và logging với các công cụ như Grafana, Prometheus, ELK stack. Quản lý và duy trì máy chủ, hệ điều hành (Linux/Unix, Windows), cơ sở dữ liệu (MySQL, PostgreSQL, MongoDB). Triển khai và vận hành các dịch vụ như Nginx. Tạo và duy trì tài liệu kỹ thuật và hướng dẫn sử dụng. Yêu cầu Tốt nghiệp Đại học chuyên ngành Công nghệ thông tin hoặc các ngành liên quan. Ít nhất 2 năm kinh nghiệm làm việc trong lĩnh vực DevOps hoặc vai trò tương tự.  Thành thạo Docker và Kubernetes. Kinh nghiệm làm việc với Cloud (AWS, Azure, GCP). Hiểu biết về quản lý và cấu hình hệ thống mạng. Kinh nghiệm với CI/CD (Jenkins, GitLab CI). Kinh nghiệm giám sát hệ thống (Prometheus, Grafana). Kinh nghiệm với hệ thống logging (ELK stack). Kinh nghiệm quản lý hệ điều hành (Linux/Unix, Windows) và cơ sở dữ liệu (MySQL, PostgreSQL, MongoDB). Kỹ năng lập trình và scripting (Python, Bash). Hiểu biết về bảo mật hệ thống và các phương pháp tốt nhất. Kinh nghiệm với các công cụ quản lý cấu hình như Ansible, Chef, Puppet.  Ưu tiên:   Chứng chỉ Cloud (AWS, Azure, GCP). Kinh nghiệm làm việc trong môi trường Agile/Scrum. Kinh nghiệm với hệ thống ảo hóa (VMware, Hyper-V). Kinh nghiệm với công cụ quản lý API (Kong, Ambassador). Biết lập trình backend là một lợi thế. Quyền lợi - Lương 25 - 35 triệu, thưởng tháng 13, bảo hiểm đầy đủ  Môi trường làm việc chuyên nghiệp, cơ hội học hỏi và phát triển công nghệ mới Được hưởng đầy đủ mọi quyền lợi theo đúng Luật lao động hiện hành Được hưởng các chế độ Phúc lợi đặc biệt dành cho cán bộ công nhân viên của Cen Group Được tham gia du lịch nghỉ mát hàng năm cùng Tập đoàn Được xét khen thưởng, tăng lương theo định kì Được tham gia các khóa đào tạo nhằm nâng cao nghiệp vụ Được trang bị bảo hiểm sức khỏe hàng năm Liên hệ  Hình thức nộp hồ sơ: Qua Email  Người liên hệ: Phòng Nhân sự Tập đoàn  Địa chỉ liên hệ:  Email liên hệ: duongnt16.bof@cenhomes.vn  Điện thoại liên hệ: 0866170499"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=4ec4a8e9cc17d863&bb=XrgffjJgqLGU0HlAqL8bsb7pGYsCFbhMY1AkhO48EYXT9y8eCYrmuMiIpL1hk__Pj6RSzmU3Hp5fPg9zSnS9oVtWF0LatjHzm9003ZinadcwxejA2HnhNM68xRUaO-fQ&xkcb=SoA267M36sv3RySxlJ0IbzkdCdPP&fccid=983438afd027bd44&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  }
]