[
  {
    "title": "CỘNG TÁC VIÊN LẬP TRÌNH (DEV)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Kienlongbank?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjvjtoh43v800&fromjk=cd3683e1b684bf20",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=cd3683e1b684bf20&bb=eq2SSku_QQYaXvvKAjZRczpG-TuGS_L3hNI5JNidEOXqW3WIqdoRASiC_jUEzLuHl76DTFfxmbCAx6p_Lv3CWT_Kw2eJHsFPxE_XmJwygFTALN4YlMtvZq4GcXyYWlBH&xkcb=SoAS67M36svxg7SxqR0LbzkdCdPP&fccid=01d84909952c1c5a&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "3,000,000 VNĐ - 5,000,000 VNĐ a month"
  },
  {
    "title": "Cộng tác viên Content",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Innova-Land?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjvpn0gi3v800&fromjk=5cb67597c1abb041",
    "description": [
      "Mô tả Công việc  1.Phụ trách nhiệm vụ viết content về các đề tài liên quan đến lĩnh vực bất động sảncủa Công ty:  + Các chương trình đầu tư định cư tại Châu Mỹ, Châu Âu, Châu Úc  + Những bài tin tức có giá trị, những thông tin update mới nhất về thiên nhiên, môi trường sống, con người, khí hậu, giáo dục, văn hóa, y tế, cuộc sống định cư của Người Việt …. Tại các nước định cư.  2.01 bài content từ 500 – 700 từ  3.Nhận đề tài và deadline nộp bài theo từng tuần và theo yêu cầu của Công ty  Yêu cầu công việc  1.Đã có kinh nghiệm viết Content, tìm kiếm thông tin trên các trang mạng xã hội  2.Thật thà, chăm chỉ, tự giác, có khả năng làm việc độc lập.  Quyền lợi  Thu nhập hấp dẫn theo kết quả công việc thực tế đạt được như sau:  1.Nhuận bút 30.000đ/ 01 bài content (nếu bài viết đạt yêu cầu của Công ty)  2.Nhuận bút sẽ được tổng hợp và trả vào ngày mùng 10 hàng tháng bằng hình thức chuyển khoản  Cách thức ứng tuyển  1.Ứng viên gửi CV qua mail: hr.hn@odinland.vn  2.Tiêu đề ghi rõ: Ứng tuyển CTV Content – Họ tên  3.Hotline Tuyển dụng: 024.6660.9700  4.Địa chỉ Công ty: Tầng 3B, Tòa nhà Sông Đà, Phạm Hùng, Nam Từ Liêm, Hà Nội.",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=5cb67597c1abb041&bb=eq2SSku_QQYaXvvKAjZRcxFKOqy4dGGGGkNTATMEvdxZKeX_AlwecuUhkXqK2gtKC5VldIBT2b5csrpPNOuuZkrISQFXArSmippiWGmjDjclEazcH68nM-tL3e5De6K7&xkcb=SoCP67M36svxg7SxqR0IbzkdCdPP&fccid=d5e39ecb5b69af05&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Cộng tác viên sinh chương trình đại học từ xa E- Learning - Cơ hội hấp dẫn",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/T%C6%B0-V%E1%BA%A5n-D%E1%BB%8Bch-V%E1%BB%A5-%C4%90%C3%A0o-T%E1%BA%A1o-Aum-Vi%E1%BB%87t-Namf?campaignid=mobvjcmp&from=mobviewjob&tk=1ibcjvvd2h43v800&fromjk=7c24fbda0856a076",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "Lập kế hoạch tuyển sinh thực hiện triển khai theo kế hoạch. Định hướng cho học viên lựa chọn ngành học phù hợp và nghề nghiệp sau này Tìm kiếm, tư vấn cho học viên về chương trình đào tạo từ xa (chương trình Đại học trực tuyến như Đại học Kinh tế Quốc dân, Học viện Tài chính, Học viện bưu chính viễn thông, Đại học Thái Nguyên,...)",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=7c24fbda0856a076&bb=eq2SSku_QQYaXvvKAjZRc5mA3FPVnYU6gxDJvDZIUKkd4bAIgrPY3yahoH3RFIDV1qBuSj37kfQkiY-0W9eVN5C3hLMqxftIahHj7Q1xw0NdeE_af3nHlRWaAID-0tLW&xkcb=SoC167M36svxg7SxqR0ObzkdCdPP&fccid=7b9c883d85a84570&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "CỘNG TÁC VIÊN LẬP TRÌNH (DEVELOPER)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Ki%C3%AAn-Long-Bank?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck055lh5d5800&fromjk=6af8acdb5003b2e9",
    "description": [
      "CỘNG TÁC VIÊN LẬP TRÌNH (DEVELOPER) 01/10/2024 Mã vị trí: 00056 Địa điểm làm việc(*): Hà Nội, Hồ Chí Minh Thu nhập: Đăng nhập để xem chi tiết Bằng cấp: Cao đẳng trở lên Kinh nghiệm làm việc: Không yêu cầu kinh nghiệm Giới tính: Không yêu cầu Độ tuổi: Không quá 28 tuổi Số lượng cần tuyển: 30 Hạn nhận hồ sơ: 31/10/2024 ‍  1. Đối tượng và tiêu chí tham gia tuyển chọn:  Sinh viên năm cuối/Mới ra trường/Đã tốt nghiệp Cao đẳng/Đại học và có kinh nghiệm dưới 06 tháng kinh nghiệm đam mê lĩnh vực công nghệ thông tin, lập trình. Ưu tiên Học các chuyên ngành về công nghệ phần mềm hoặc các ngành khác có liên quan. Hiểu biết cơ bản ngôn ngữ lập trình Java, … Làm toàn thời gian.  ✔️ 2. Mô tả công việc:  Hỗ trợ lập trình phần mềm một số các sản phẩm của ngân hàng tới người dùng Hỗ trợ các tài liệu IT theo hướng dẫn Các công việc khác theo phân công của người quản lý trực tiếp  3. Khu vực tuyển dụng:  Tòa nhà Sunshine center, 16 Phạm Hùng, P, Nam Từ Liêm, Tp. Hà Nội 119 Đ. Nguyễn Văn Trỗi, Phường 11, Phú Nhuận, Hồ Chí Minh  4. Quyền lợi tham gia:  Được trang bị kiến thức thực tế về sản phẩm/dịch vụ, các kỹ năng và nghiệp vụ cơ bản của ngân hàng do các Chuyên gia Ngân hàng trực tiếp huấn luyện Được hưởng lương và phụ cấp trong thời gian học tập, và làm việc Sau thời gian cộng tác viên tại Ngân hàng với kết quả xuất sắc, cơ hội trở thành nhân viên chính thức của KienlongBank với mức thu nhập hấp dẫn."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=6af8acdb5003b2e9&bb=eq2SSku_QQYaXvvKAjZRc7AChfov1ijYnaBz-lt3tIwu3utgJ15i-ahAGF656Lye9SmmKtlBCBFW6INx1F_x5X7plR5oUmHqF6XGi_kFWJyxqqFSi68gmZklGCGdPAv2&xkcb=SoAo67M36svxg7SxqR0NbzkdCdPP&fccid=7af349e15374e7c8&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Cộng Tác Viên Biên Tập Tiếng Anh",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-Tnhh-Csgvina?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck0aq924gc002&fromjk=c4a0f94a793d5629",
    "description": [
      "Mô tả công việc:  (Mức lương: 7 - 15 triệu VNĐ) Tham gia biên tập nội dung tiếng Anh cho các bài viết, bài đăng trên website, mạng xã hội, tài liệu marketing của công ty. Kiểm tra ngữ pháp, chính tả, phong cách viết, đảm bảo nội dung chính xác, rõ ràng, dễ hiểu và phù hợp với đối tượng mục tiêu. Hỗ trợ dịch thuật các tài liệu tiếng Việt sang tiếng Anh khi cần thiết. Tham gia các dự án biên tập nội dung tiếng Anh theo yêu cầu của công ty.  Chức vụ: Mới tốt nghiệp/Thực tập sinh  Hình thức làm việc: Bán thời gian  Quyền lợi được hưởng:  Được làm việc trong môi trường năng động, chuyên nghiệp, có cơ hội học hỏi và phát triển bản thân. Được hưởng mức thù lao hấp dẫn, phù hợp với năng lực và hiệu quả công việc. Được tham gia các hoạt động teambuilding, du lịch, nghỉ mát cùng công ty.  Yêu cầu bằng cấp (tối thiểu): Trung cấp - Nghề  Yêu cầu công việc:  Tiếng Anh thành thạo (trình độ IELTS 7.0 trở lên hoặc tương đương). Có khả năng viết, dịch thuật tiếng Anh tốt, nắm vững ngữ pháp, chính tả, phong cách viết tiếng Anh. Có khả năng làm việc độc lập và theo nhóm. Có tinh thần trách nhiệm cao, cẩn thận, tỉ mỉ, có khả năng làm việc dưới áp lực. Ưu tiên ứng viên có kinh nghiệm biên tập nội dung tiếng Anh, đặc biệt là trong lĩnh vực Marketing / Truyền thông / Quảng cáo.  Yêu cầu giới tính: Nam/Nữ  Ngành nghề: Biên Phiên Dịch,Biên/Phiên Dịch,Giáo Dục/Đào Tạo,Marketing,Ngoại Ngữ,Nội Dung,SEO,Truyền Thông/Báo Chí,Truyền Thông/PR/Quảng Cáo",
      "",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=c4a0f94a793d5629&bb=eq2SSku_QQYaXvvKAjZRczUD8HJMqC8_-decjNJHQ8Iqd7ypO8Tpz0RLaGmhXmQwhgOzPip2lw5aL3meDQ0BQby3c7Gg1GGZITKh_yJCW_vwgsnnD6n8Ch3uXHKWWGFT&xkcb=SoBS67M36svxg7SxqR0cbzkdCdPP&fccid=3ae82424e0f3f58a&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "7,000,000 VNĐ - 15,000,000 VNĐ a month"
  },
  {
    "title": "LẬP TRÌNH VIÊN PHẦN MỀM",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/S%C3%A0i-G%C3%B2n-T%C3%A2m-%C4%90i%E1%BB%83m?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck0gf4h40u800&fromjk=c1e6bc4caedd25e7",
    "description": [
      "Sài Gòn Tâm Điểm là công ty chuyên cung cấp giải pháp phần mềm quản lý nhân sự, chấm công, tính lương, và phần mềm quản lý kế toán chuyên nghiệp cho doanh nghiệp vừa và lớn.  Chúng tôi mang sứ mạng “Tư vấn và cung cấp giải pháp quản lý nhân sự tối ưu cho khách hàng”, từ đó cung cấp công cụ để quản trị doanh nghiệp dễ dàng và thông minh hơn. Chúng tôi tạo ra những sản phẩm để thực hiện sứ mạng của mình với kiến thức, niềm đam mê, và kinh nghiệm thực tế từ hàng trăm công ty đang hoạt động quản trị nhân sự.  VỊ TRÍ CÔNG VIỆC NHÂN VIÊN LẬP TRÌNH VIÊN PHẦN MỀM   Thông tin tuyển dụng Vị trí tuyển dụng : Lập trình viên Loại công việc : Toàn thời gian Số lượng : 01 người Địa điểm làm việc: TPHCM   Mô tả công việc Phát triển phần mềm theo yêu cầu của công ty   Yêu cầu công việc Yêu cầu vị trí: Trình độ: Cao đẳng, Đại học Yêu thích công việc phát triển phần mềm Kinh nghiệm làm việc ít nhất 01 năm  Kỹ năng và kinh nghiệm làm việc:  Có kinh nghiệm làm việc với C# .NET (Windows Form/DevExpress, ASP.NET MVC, WebAPI, …), JavaScript, SQL Server. Ưu tiên ứng viên đã có kinh nghiệm làm việc trên các JavaScript Framework phổ biến hiện nay (ExtJs, Angular, …) Biết sử dụng GitHub, SVN là 1 điểm cộng  Yêu cầu chung:  Nhanh nhẹn, có khả năng tự nghiên cứu, nắm bắt công việc mới nhanh Kỹ năng làm việc độc lập lẫn theo nhóm tốt Khả năng giao tiếp, trình bày vấn đề rõ ràng   Thu nhập Thu nhập: Lương: thương lượng Tiền ăn trưa: 660.000 đ/tháng Thưởng tháng lương 13 Thưởng các ngày lễ trong năm  Thu nhập mở rộng:  Thưởng theo hiệu quả dự án  Phụ cấp công tác:  Phụ cấp chi phí thuê xe đi lại công tác Phụ cấp chi phí công tác  Du lịch và giải trí:  Tham gia du lịch nghỉ dưỡng hàng năm cùng toàn thể công ty Tham gia các hoạt động Team building cùng công ty Tham gia các party của công ty tổ chức: 1 năm ~ 4 lần (Tín đồ ăn uống sẽ triệu like)  Hợp đồng lao động dài hạn:  Ký hợp đồng lao động chính thức Đóng bảo hiểm   Quyền hạn công việc Chủ động giải quyết công việc theo nhiệm vụ được giao Đề nghị người Phụ trách hướng dẫn, giải quyết những công việc khó khăn ngoài phạm vi giải quyết Đề xuất sáng kiến cải tiến công việc Chủ động đề xuất ý kiến với người Phụ trách các biện pháp nhằm triển khai nhanh chóng, hiệu quả công việc được giao Có quyền báo cáo với BGĐ khi người Phụ trách chậm giải quyết ảnh hưởng tới công việc được giao   Cơ hội Văn hóa công việc: Công việc hấp dẫn, môi trường làm việc chuyên nghiệp và thân thiện Đồng nghiệp tri thức cao, trẻ năng động, hòa đồng, nhiệt huyết cùng nhau phát triển Đối tượng khách hàng trí thức cao, học hỏi và tạo lập nhiều mối quan hệ chất lượng   Liên hệ Bạn có đam mê và muốn tìm một môi trường thân thiện, nhiều cơ hội phát triển, hãy gửi hồ sơ ứng tuyển Email: HR.Recruitment@saigonpoint.vn Tel: +84-028-393.494.79 Ext: 101 Gặp Ms. Thủy Tiên  Chúng tôi sẽ liên lạc ngay khi nhận hồ sơ của bạn!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=c1e6bc4caedd25e7&bb=eq2SSku_QQYaXvvKAjZRc5mJsDlDjNsqB8KByBK2LBO1ABikcpdyNoiz-bQNumdjegoEF2FUvF5ch7gCh0JmuP0F4Jz2mDfAh0JQ5PaZxoQG-iZLtjWFZ3dJfBIWL32s&xkcb=SoC767M36svxg7SxqR0TbzkdCdPP&fccid=83282175874aad2f&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Cộng tác viên IT Trường học",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Poly-English-School-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck0m49228e000&fromjk=ea6f01c1624e2327",
    "description": [
      "Mô tả công việc  I. MÔ TẢ CÔNG VIỆC  - Thời gian làm việc: full time- 44h/ tuần ( Từ thứ 2 đến thứ 6, nghỉ T7,CN)  Địa điểm làm việc:  Trường Vinschool - Khu Đô thị Vinhomes Metropolis, 29 Liễu Giai, Ba Đình, Hà Nội.  Số lượng: 01  + Cài đặt, cấu hình phần cứng, phần mềm cho máy tính, điện thoại, mạng của người dùng cuối + Cài đặt mới, cài đặt lại máy tính + Lắp đặt, kết nối và cấu hình các thiết bị ngoại vi (máy in, máy quét, điện,....) + Hỗ trợ vận hành các thiết bị dùng chung + Đấu nối/kết nối thiết bị video/âm thanh hội nghị + Các máy chiếu + Bảng điện tử, Tivi + Máy in/máy quét + Phối hợp vận hành và bảo trì các thiết bị phòng IT, tủ rack + Cài đặt/thiết lập cấu hình (phần cứng/phần mềm), bảo trì, thay thế thiết bị switch/router/WiFi và các thiết bị mạng khác + Hỗ trợ, phối hợp khắc phục sự cố khi có thông báo từ người sử dụng, hoặc xác định trong quá trình kiểm tra và bảo trì.  II. YÊU CẦU  Kinh nghiệm CNTT một năm trong hỗ trợ PC và khắc phục sự cố, cài đặt / quản trị máy chủ và thiết lập / bảo trì mạng.  Có chuyên môn về xử lý sự cố máy tính, mạng, hệ thống, ứng dụng. Có kinh nghiệm tốt về hỗ trợ Bộ phận trợ giúp và hoạt động CNTT. Có khả năng tự học hỏi các công nghệ mới tốt.  III. QUYỀN LỢI  Lương net theo thỏa thuận (8-15M) Hỗ trợ ăn trưa tại Công ty Đào tạo, nâng câp trình độ chuyên môn Cơ hội trở thành Nhân viên chính thức của tập đoàn Vingroup.    Nộp đơn ứng tuyển",
      "",
      "Lương: Thỏa Thuận  Location: Hà Nội  Hạn nộp hồ sơ: 08/09 — 31/10/2024"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=ea6f01c1624e2327&bb=eq2SSku_QQYaXvvKAjZRc70GkqhLphJU--yYGJUFKdVLKzXxyHVV0B0-M414SxsNpRFyvhUSWakhpzKsyNfIgzpoQthguGT5Oto-_fSMfn3du0DUtCF2-bb9NcdKk2FW&xkcb=SoAP67M36svxg7SxqR0SbzkdCdPP&fccid=5784e0d10c350b06&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "[HCM, FF] Cộng tác viên Game Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Garena?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck0rp5244d000&fromjk=a22ec73e0b81fd3d",
    "description": [
      "Ho Chi Minh City Game Operations Internship Job Description Phối hợp lên ý tưởng, thiết kế và phát triển trò chơi trên nền tảng của Công ty Phát triển, kiểm thử và đảm bảo vận hành các trò chơi với tiêu chuẩn chất lượng cao Tối ưu hóa hiệu suất trò chơi và tạo các bản cập nhật, vá lỗi thường xuyên Job Requirements  Mô tả công việc  Phối hợp lên ý tưởng, thiết kế và phát triển trò chơi trên nền tảng của Công ty Phát triển, kiểm thử và đảm bảo vận hành các trò chơi với tiêu chuẩn chất lượng cao Tối ưu hóa hiệu suất trò chơi và tạo các bản cập nhật, vá lỗi thường xuyên  Yêu cầu công việc  Trình độ từ Cử Nhân Đại Học hoặc Kỹ Sư Đại Học trở lên chuyên ngành liên quan đến Công nghệ thông tin Có thể làm việc full-time trên văn phòng tối thiểu 4 ngày/ tuần trong 6 tháng Nắm chắc về các khái niệm trong phát triển trò chơi như cơ chế, thiết kế giao diện và cân bằng trò chơi. Nắm chắc kiến thức về lập trình hướng đối tượng. Có kinh nghiệm sử dụng các công cụ quản lý phiên bản như Git hoặc SVN. Có đam mê với game, chơi nhiều game đa dạng thể loại, ưu tiên thể loại bắn súng, game Free Fire Có khả năng làm việc độc lập cũng như làm việc nhóm tốt  Điểm cộng:  Có kinh nghiệm với các ngôn ngữ: Lua, Python, Javascript, v.v. Có kinh nghiệm phát triển trò chơi với các nền tảng UGC: Roblox, Mini World, Blockman GO, v.v. Có kinh nghiệm phát triển trò chơi với các công cụ phát triển trò chơi: Unity, Cocos2dx, Unreal Engine, v.v. Có kinh nghiệm lập trình trò chơi đa người chơi (multiplayer game) Có kinh nghiệm triển khai kiến trúc client / server.  Hướng dẫn chuẩn bị hồ sơ - Vui lòng chuẩn bị hồ sơ của bạn theo danh sách sau:  CV của bạn File gaming resume (Bạn tải file về theo đường link, điền các thông tin cần thiết và gửi cùng CV khi bạn ứng tuyển vào vị trí): https://shorturl.at/6zbLP",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=a22ec73e0b81fd3d&bb=eq2SSku_QQYaXvvKAjZRcxhY_1wGVXnODJ8WoAgQ59ZuJBSXjjN6vwbowBZSSnxpTauKEkNaioA9w2LZNiiGHvrdajh6bo_98sP0Bkd7VS3RKo9HT3pN9cQilOUhJADp&xkcb=SoCS67M36svxg7SxqR0RbzkdCdPP&fccid=2aa3fa695ba957e4&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Kỹ sư lập trình Web Java – Intern/Fresher",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Smartdatics?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck11g2h10l800&fromjk=685d00c834a03e46",
    "description": [
      "Mô tả  Lập trình cho trang web hệ thống Viết Server API bằng Java (Spring)  Yêu cầu  Kiến thức cơ bản về Java Tư duy lập trình, tư duy logic hệ thống Ham học hỏi & có khả năng thích nghi với Ngôn ngữ lập trình và Công nghệ mới Tinh thần tự giác, làm việc cẩn thận, trách nhiệm (Không bắt buộc) Kiến thức cơ bản về Kiến trúc hệ thống là điểm cộng Ưu tiên sinh viên năm 3 trở lên  Quyền lợi  Học tập từ quy trình và đồng nghiệp có kinh nghiệm làm việc tại các tập đoàn đa quốc gia lớn ở Nhật Bản và Singapore Có cơ hội làm dự án chất lượng cao cho đối tác nước ngoài Được đào tạo, hỗ trợ, hướng dẫn khi lập trình Môi trưởng làm việc cởi mở, có cơ hội sáng tạo và rèn luyện giải quyết vấn đề Giờ giấc làm việc linh động, chú trọng kết quả làm việc Được làm việc với mô hình Khởi nghiệp tinh gọn (Lean startup), Lập trình linh hoạt (agile) và Scrum! Có lương thực tập Thực tập sinh được làm việc chính thức toàn thời gian / bán thời gian nếu kết quả thực tập tốt",
      "",
      "Email CV của bạn cho chúng tôi tại join@smartdatics.com nếu bạn cảm thấy phấn khích với công việc trên!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=685d00c834a03e46&bb=eq2SSku_QQYaXvvKAjZRcxJMJz3DJqy3zFP762dpLeuHqttHvKDV_LGBwZ6hXBkAgmTuMTExLj0ny2iG6jcyAJaOo67Ksk8NQX3SRjitQKNcy1VzI93LFCmNPOhvU5am&xkcb=SoAm67M36svxg7SxqR0QbzkdCdPP&fccid=d051870ac41a229f&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Thực tập"
  },
  {
    "title": "Cộng Tác Viên Tư Vấn Di Trú -CTV",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Immigrate-Can--aus?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck174kh5dg800&fromjk=c56692214520a912",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Nội dung Công Việc:",
      "",
      "Tìm kiếm và liên kết với những khách hàng tiềm năng đang có nhu cầu muốn du lịch, học tập,",
      "",
      "Tư vấn và hỗ trợ khách hàng về các chương trình di trú và nhập cư tại Canada và Australia. Tư vấn và hỗ trợ khách hàng trong quá trình chuẩn bị và hoàn thiện hồ sơ. Trong tình huống khi cộng tác viên không thể hỗ trợ tư vấn cho khách hàng, hoặc khách hàng",
      "",
      "",
      "Yêu Cầu Công Việc:",
      "",
      "Có nhu cầu nâng cao và đột phá thu nhập cho bản thân. Có kiến thức, hiểu biết về các quy trình và chương trình di trú - nhập cư",
      "",
      "Kỹ năng giao tiếp tốt, có khả năng thuyết phục và làm việc độc lập. Có khả năng xây dựng mối quan hệ tốt với nhiều đối tượng khách hàng. Sự cam kết và tinh thần trách nhiệm cao trong công việc. Thành thạo tiếng Anh hoặc Tiếng Pháp (ưu tiên nếu có).",
      "",
      "Chế độ COMMISSION và BONUS hấp dẫn dựa trên hiệu suất hợp đồng từ các chương trình di trú và định cư của ICA.",
      "",
      "",
      "",
      "",
      "Được kết nối, làm việc và được đào tạo chuyên sâu về ngành di trú-nhập cư từ đội ngũ chuyên",
      "",
      "",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=c56692214520a912&bb=eq2SSku_QQYaXvvKAjZRc5CyYWo_hfaXBRSF0nt_JNJ11J9-ec5S4b2dSmNl8tEaXEwyANUPMS94EI3-YFGYbNyJZaTKVph99t1bH9ZXWL9DJCSfHe4fChAsqTKKGW04&xkcb=SoCo67M36svxg7SxqR0XbzkdCdPP&fccid=287957c864f96d40&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "lập trình viên JAVA",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ty-Tnhh-Wbc-Vi%E1%BB%87t-Nam?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck1cqkgme2800&fromjk=79f916496f4fb705",
    "description": [
      "WBC Vietnam là công ty con có 100% vốn đầu tư từ công ty World Business Center. Trải qua 50 năm, World Business Center đã và đang hỗ trợ kỹ thuật cho các cơ quan y tế, giáo dục, công cộng và các ngành công nghiệp trong các lĩnh vực kỹ thuật đòi hỏi có tính chuyên môn cao tại Nhật. Chúng tôi luôn đề cao yếu tố con người, sức mạnh tập thể thông qua chính sách trọng dụng hiền tài. Để mở rộng thị trường tại Việt Nam chúng tôi cần tuyển 10 lập trình viên Java làm việc tại Hà Nội hoặc Nhật Bản với các yêu cầu:  1. Mô tả công việc:  Xây dựng và triển khai các dự án trên nền tảng Java. Hỗ trợ giải quyết các yêu cầu kĩ thuật của khách hàng Làm việc trên các Database MySQL, Oracle, SQL Server, … Tham gia phát triển các dự án offshore cho khách hàng Nhật : Hệ thống nghiệp vụ lớn (hệ thống quản lý nghiệp vụ, hệ thống thanh toán … hướng đến trường học, bệnh viện, ngân hàng, công ty đóng tàu…) trên nền tảng Java Web. Website cơ bản, hệ thống nghiệp vụ đơn giản (quảng cáo, trang chủ, quản lý thiết bị, quản lý nhân sự …). Tham gia dự án từ khi kick-off dự án đến khi dự án release qua các phase (Coding Unit Test). Cùng làm viêc, phối hợp với các member người Việt và khách hàng Nhật (Onsite tại Việt Nam). Nghiên cứu các công nghệ mới và áp dụng làm tăng hiệu quả công việc. Tham gia vào việc xây dựng chuẩn phát triển, quản lý chất lượng sản phẩm của công ty.    2. Yêu cầu công việc  Tốt nghiệp Đại học / Cao đẳng chuyên ngành Công nghệ thông tin hoặc các chuyên ngành liên quan. Yêu thích và đam mê lập trình Tính cách hòa đồng, sôi nổi, biết chia sẻ và lắng nghe để cùng tiến bộ. Thích tìm hiểu và ứng dụng các công nghệ mới. Có thể lập trình Java, JSP. Có kiến thức về lập trình hướng đối tượng OOP, MVC. Có kiến thức tốt HTML, CSS, Javascript. Có kiến thức tốt về các hệ quản trị cơ sở dữ liệu (SQL hoặc No SQL). Có thể sử dụng tiếng Nhật trong công việc là một lợi thế.    3. Chế độ đãi ngộ  Làm việc trong một môi trường mở, năng động: Công ty có cơ cấu bảng lương rõ ràng phù hợp với từng Level của Tester. Bạn sẽ nhận được mức lương xứng đáng với năng lực của bạn. Công ty có các kế hoạch đào tạo rõ ràng phù hợp với các level về: Tiếng Nhật + Business manner + Test Bạn được hưởng đầy đủ các chế độ theo Luật lao động và chế độ của công ty. Lương thỏa thuận (khi phỏng vấn) Bạn được thưởng: Tháng lương thứ 13. Thưởng dự án. Thưởng Tết, thưởng hè. Thưởng thành tích đặc biệt xuất sắc, nhân viên xuất sắc. Xét tăng lương 1 năm 1 lần (tháng 3 hàng năm). Thử việc 85% lương trong vòng 2 tháng. Du lịch hè hoặc xuân (tùy năm) 1 năm 1 lần. Bạn có cơ hội làm việc / công tác tại Nhật Bản ngắn hạn hoặc dài hạn tại trụ sở của công ty mẹ (WBC Japan) ở Tokyo / Kyoto / Osaka hoặc tại các trụ sở của khách hàng (Chiba / Tokyo / Osaka …). Công ty có những trợ cấp: đi lại, điện thoại, ăn trưa cũng như công tác phí… Công ty hỗ trợ chi phí thi lấy các chứng chỉ (nằm trong danh sách chứng chỉ công ty quy định).    4. Thông tin liên hệ  Ứng viên gửi CV (tiếng Nhật/tiếng Anh) vào địa chỉ mail: This email address is being protected from spambots. You need JavaScript enabled to view it. Tiêu đề mail ghi rõ: Họ và tên_Vị trí ứng tuyển Liên hệ: Ms.Lan, Tầng 02, khối A, Tòa nhà Sông Đà, đường Phạm Hùng, phường Mỹ Đình 1, quận Nam Từ Liêm, thành phố Hà Nội. Tel: 0243 224 2738 Mobile: 0989 095 993"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=79f916496f4fb705&bb=eq2SSku_QQYaXvvKAjZRc7Z9STTs6JGcjxBWqtXD6tR_VPTgdbuxL8t9SkzIuRV77eV3N980EOL-IQtDnePVGTon8TotpTHlohOa4VDEpISUlcPD262o8K_DhyWIi6CW&xkcb=SoAc67M36svxg7SxqR0WbzkdCdPP&fccid=594b249209315a67&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "THỰC TẬP SINH LẬP TRÌNH AI/XỬ LÝ ẢNH",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Trung-T%C3%A2m-Nghi%C3%AAn-C%E1%BB%A9u-A.n?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck1j1rgmfb800&fromjk=ead5cb0398f11e3c",
    "description": [
      "Mô tả công việc: Thực hiện công việc cụ thể, có mục tiêu và thời hạn rõ ràng trong dự án về Xử lý ảnh, AI, Computer Vision; Tập huấn để tìm hiểu, thực hành công nghệ, kỹ năng mới (Image AI); Trao đổi với anh chị có kinh nghiệm đi trước để nhận các lời khuyên; Yêu cầu công việc: Có mong muốn trở thành lập trình viên chuyên nghiệp; Có kiến thức lập trình cơ bản, ưu tiên các bạn thành thạo C/C++ hoặc Python; Có khả năng đọc hiểu tài liệu bằng tiếng anh. Quyền lợi: Được sắp xếp thời gian linh hoạt, ưu tiên lịch học ở trường; Được tham gia các hoạt động đào tạo và văn thể cùng với toàn công ty; Được hỗ trợ tiền xăng xe và ăn trưa; Có cơ hội trở thành cộng tác viên part-time lâu dài và nhân viên chính thức sau khi tốt nghiệp;",
      "",
      "Đến với chúng tôi bạn sẽ được",
      "",
      "Phương thức ứng tuyển  Gửi CV bằng Tiếng Anh hoặc Tiếng Việt, ghi rõ các thông tin cá nhân, tóm tắt quá trình học tập, làm việc, kinh nghiệm công tác tới địa chỉ email recruit@anlab.vn . Tiêu đề thư ghi rõ Vị trí tuyển dụng, Tên đầy đủ. Hoặc điền các thông tin chi tiết vào biểu mẫu ứng tuyển.  Thông tin liên hệ  Công ty CP Trung tâm nghiên cứu A.N Tầng 8, Tòa nhà 18-4, Số 8 Phạm Hùng, Mai Dịch, Cầu Giấy, Hà Nội Tel: 024-3768-8733 Email: recruit@anlab.vn  JOIN US !"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=ead5cb0398f11e3c&bb=eq2SSku_QQYaXvvKAjZRc-q3pzoDaIh25IQvBL4_JTRriZo9txN--vk7Uugq17y2xpEAPA3mvwUvkbPHuJ74_dSGvD_09LDK7L0aRS5iI1lZ8rIJy9XHWiiFXeaBBH0N&xkcb=SoCO67M36svxg7SxqR0rbzkdCdPP&fccid=aac3fe9275bcf8dd&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Thực tập"
  },
  {
    "title": "Cộng tác viên Truyền thông",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Vietnam-International-Bank?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck1pq6gmen800&fromjk=45f91157bfe6f75c",
    "description": [
      "",
      "Khối / Ban Ban Marketing và Truyền thông   Lĩnh vực Marketing/Truyền thông   Địa điểm Hồ Chí Minh   Loại hình công việc Fulltime (toàn thời gian)   Thời hạn ứng tuyển 30/11/2024   Số lượng cần tuyển 1   Mô tả công việc  Mục đích công việc: Chịu trách nhiệm hỗ trợ các công việc hành chính và các công việc khác theo phân công của quản lý trực tiếp.  Trách nhiệm công việc:  Hỗ trợ các công việc hành chính như: Làm tờ trình, Thực hiện các thanh toán, nghiệm thu, thanh lý... của Marcom; Hỗ trợ các công tác truyền thông và digital MKT: Dịch bài truyền thông, đề xuất ý tưởng và triển khai nội dung truyền thông trên mạng xã hội. Hỗ trợ tổ chức các sự kiện truyền thông như: khai trương đơn vị kinh doanh, lễ ký kết, lễ trao thưởng….; Hỗ trợ quản trị thương hiệu như: kiểm soát hình ảnh thương hiệu trên hệ thống bảng biển và tại chi nhánh, chuẩn bị hồ sơ và đăng ký giải thưởng, thiết lập và quản trị hệ tài khoản để trung hòa thông tin mạng xã hội trong các trường hợp cần thiết. Thực hiện các nhiệm vụ theo phân công của cấp quản lý.  Yêu cầu công việc:  Tốt nghiệp Đại học/Cao đẳng chuyên ngành có liên quan Báo chí, Marketing; Kỹ năng viết và giải quyết vấn đề tốt; Kỹ năng giao tiếp và làm việc nhóm hiệu quả; Kỹ năng tiếng Anh thành thạo. Thành thạo sử dụng các phần mềm đồ họa là lợi thế",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=45f91157bfe6f75c&bb=eq2SSku_QQYaXvvKAjZRc_Y5M3QUDMKLi1Kz-mUG4OfAGaSxcsd1cVA_V_LfMhEiyC2zaKQQSHWwZ4cQAorALRiq15DzoIDtWn91uOW40-HtGgfxl1YpTalFluJ9Qbg7&xkcb=SoAT67M36svxg7SxqR0obzkdCdPP&fccid=f28d08e8b96d3960&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Toàn thời gian"
  },
  {
    "title": "Cộng tác viên - Phòng Call Center",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Ng%C3%A2n-H%C3%A0ng-Qu%E1%BB%91c-D%C3%A2n?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck1vc0gi3v800&fromjk=73334ee6bf3dc4e1",
    "description": [
      "Mã công việc: 084 Độ tuổi: 22 - 30   Số năm kinh nghiệm: Không yêu cầu Thời gian làm việc: Theo ca   Địa điểm: Hà Nội Ngày hết hạn: 30/11/2024   Giới tính: Nam/Nữ Trình độ ứng viên: Cao đẳng trở lên",
      "",
      "NHIỆM VỤ       STT     Nhiệm vụ chi tiết       1     Thực hiện các công việc liên quan đến giao dịch trực tuyến, eBank, eKYC       1.1     Tư vấn giải đáp, hỗ trợ khách hàng 24/7 qua các kênh hotline, email, chat web, facebook       1.2     Phối hợp với các bên liên quan giải quyết vấn đề phản ánh của KH, thực hiện các tra soát giao dịch liên quan đến lỗi thẻ, hệ thống corebanking, app NCB Izimobile       1.3     Xác định nhu cầu của khách hàng, lợi ích của sản phẩm để định hướng khách hàng sử dụng các sản phẩm dịch vụ của NCB       1.4     Thực hiện các thao tác đăng kí, thay đổi giao dịch dịch vụ thẻ của khách hàng qua kênh điện thoại theo quy định từng thời kì       2     Thực hiện các chương trình gọi ra theo từng chiến dịch       2.1     Khảo sát theo đơn đặt hàng của các đơn vị nghiệp vụ về các chương trình khuyến mại, chính sách hiện hành, đánh giá chất lượng dịch vụ       2.2     Thực hiện các hoạt động Telesale giới thiệu các chương trình khuyến mại, ưu đãi, các sản phẩm chính sách mới của NCB       3     Đảm bảo chất lượng dịch vụ khi giao tiếp với khách hàng       3.1     Tuân thủ nội quy, quy định của ngân hàng       3.2     Tuân thủ tiêu chuẩn chất lượng dịch vụ theo quy định của phòng Call Center       4     Thực hiện các báo cáo liên quan đến công việc phụ trách       4.1     Báo cáo ngày, tuần, tháng       4.2     Báo cáo chuyển đơn vị kinh doanh       4.2     Báo cáo thống kê lỗi tiếp nhận       4.3     Báo cáo khảo sát theo chiến dịch       5     Công việc khác       5.1     Hoàn thành các chương trình đào tạo và tự đào tạo, thường xuyên cập nhật các sản phẩm, dịch vụ, chính sách mới của ngân hàng       5.2     Thực hiện các công việc khác theo phân công của cấp quản lý và lãnh đạo       YÊU CẦU       1     Trình độ học vấn/chuyên môn       Trình độ     Cao đẳng trở lên       Chuyên ngành     Kinh tế, Tài chính Ngân hàng, Ngoại ngữ       2     Kinh nghiệm làm việc     Không yêu cầu       3     Kiến thức     Kiến thức mảng Tài chính Ngân hàng, Chăm sóc Khách hàng, Tổng đài       4     Năng lực/kỹ năng     Có kỹ năng giao tiếp tốt, có khả năng làm việc độc lập và theo nhóm, giải quyết vấn đề phù hợp.       5     Giới tính/Độ tuổi/Ngoại hình/Sức khỏe     Sức khỏe ổn định. Nam Nữ từ 22 - 35 tuổi       6     Trình độ ngoại ngữ/Tin học     Cơ bản       7     Các yêu cầu khác (nếu có)     Làm việc được theo ca, kể cả ngày nghỉ Lễ Tết.       8     Ưu tiên     Ưu tiên ứng viên có thể giao tiếp bằng ngoại ngữ Ưu tiên ứng viên có thể làm việc ca đêm     EMAIL NHẬN HỒ SƠ: tuyendung@ncb-bank.vn.  TIÊU ĐỀ EMAIL: Cộng tác viên - Phòng Call Center"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=73334ee6bf3dc4e1&bb=eq2SSku_QQYaXvvKAjZRc6dkoXhskNWGM3B_1KZR_pd-CKRy5FRB7PXZ1WQToyX-W4EM2EsNbhNCALajIQsioK-gw37qtihEq0il2AtTL5THiQ502S2SHsoieakUy9Ci&xkcb=SoAp67M36svxg7SxqR0ubzkdCdPP&fccid=d3fc1576036f091b&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Cộng tác viên đo kiểm Viễn thông",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Comit-Corp-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck2561geqc800&fromjk=152b58479f22caa6",
    "description": [
      "Mô tả Chung: Thực hiện công việc đo kiểm cho các dịch vụ Viễn thông như: đo kiểm vùng phủ sóng, đo kiểm chất lượng mạng, tối ưu hóa mạng di động, đo kiểm chất lượng dịch vụ.  Số lượng: 15 người  Địa điểm: toàn quốc  I- Quyền lợi  1. Lương và đãi ngộ  Thu nhập hấp dẫn trung bình từ 10 đến 15 triệu/tháng Có hỗ trợ chi phí ngay trong thời gian đào tạo (với ứng viên ở xa) Công ty chi trả toàn bộ chi phí thực tế trên tuyến: máy bay, ô tô, thuê xe (ô tô, xe máy...), nhà nghỉ /khách sạn Công ty cung cấp toàn bộ trang thiết bị làm việc: Laptop, điện thoại, sim....  2. Cơ hội tích lũy rất nhiều kinh nghiệm công việc và cuộc sống:  Được đào tạo lý thuyết và thực hành đo kiểm mạng di động bởi các Chuyên gia tại COMIT Tham gia các dự án Viễn thông lớn của COMIT Trải nghiệm văn hóa các vùng miền  II- Nhiệm vụ & Trách nhiệm:  Thực hiện công việc đo kiểm trong các dự án theo phân công cụ thể của cấp trên Đảm bảo đo kiểm theo quy trình và hướng dẫn của Đội trưởng hiện trường và Quản trị dự án Chuẩn bị các phương tiện cần thiết để phục vụ công tác đo kiểm Giải quyết các sự cố phát sinh trong quá trình đo kiểm Bảo quản các thiết bị đo kiểm trong quá trình vận chuyển, sử dụng Quản lý chi phí thuộc phạm vi công việc đo kiểm đảm bảo theo định mức, kế hoạch ngân sách. Báo cáo các phát sinh về công việc và chi phí tới Quản trị dự án trước khi thực hiện Lập các báo cáo đo kiểm theo yêu cầu của dự án  III- Năng lực Cần thiết:  1. Kiến thức, kinh nghiệm  Tốt nghiệp Trung cấp, Cao Đẳng, Đại học các chuyên ngành Điện tử viễn thông, Điện tử truyền thông, CNTT và ngành kỹ thuật liên quan Ưu tiên người có kinh nghiệm trong việc đo kiểm viễn thông. 2. Kỹ năng Có khả năng sử dụng máy tính và các ứng dụng thông thường như: MS Word, MS Excel, các phần mềm download HTTP/FTP, WinRar. Sử dụng thành thạo Microsoft Outlook và webmail (google, yahoo...) Có thể cài đặt hệ điều hành Windows, ghost phần mềm; chuẩn đoán và xử lý các lỗi phần cứng đơn giản.  3. Phẩm chất cá nhân, yêu cầu khác  Nhanh nhẹn, cẩn thận, không ngại khó khăn Có thể đi công tác dài ngày 1-2 tháng khi cần.  Thông tin hỗ trợ: Ms Mai (hr@comitcorp.com, tel: 0948 62 69 98)",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=152b58479f22caa6&bb=eq2SSku_QQYaXvvKAjZRc8se3Jr0SPkzDL8gqiWYGOKmE_oLPid54fU3t4jeiMKjXECUqqJR3TQxXM82sKwNkS7pvmy2q39BlccA0FqLCttYqliO1bqPWAqiBrsKAmf9&xkcb=SoAA67M36svxg7SxqR0sbzkdCdPP&fccid=aef88118b8c2cf4b&vjs=3",
    "crawlTime": "30/10/2024"
  }
]