[
  {
    "title": "Frontend Developer (Junior) - Việc làm gần đây",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/C%C3%B4ng-Ngh%E1%BB%87-Ladipage-Vi%E1%BB%87t-Nam?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck2ekoh43v800&fromjk=7407d5355faaa753",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Code version control:",
      "",
      "",
      "",
      "",
      "Thu nhập:",
      "",
      "",
      "Được đảm bảo quyền lợi theo pháp luật:",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=7407d5355faaa753&bb=mR92OL1AmXpc5VumK43B5x6lJOBN8MnYp6nMaz4zk7S6ggGcPryUxZ5q4QGTqXyGCMCjAJ6KcF4Jg2GrXa3Q_EG6ZcewkvDYE6WISluABtbp5lXW_hWl-K4Hj__4v7RM&xkcb=SoDM67M36sgGdMy23B0LbzkdCdPP&fccid=a9f6f367967c48b7&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "15,000,000 VNĐ - 20,000,000 VNĐ a month"
  },
  {
    "title": "Web Designer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/City-of-Gold?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck2k9d244d000&fromjk=3411fddf58442c34",
    "description": [
      "Job Title: Web Designer (with Animation & Motion Graphics) Location: Remote Job Type: Full-Time/Part-Time/Contract",
      "We are looking for a skilled Web Designer with expertise in animations and motion graphics to bring our web projects to life with stunning visual content.",
      "Key Responsibilities:",
      "Web Design: Design responsive, user-friendly websites with a focus on aesthetics, functionality, and user experience (UX/UI). Animation & Motion Graphics: Create animations and dynamic motion graphics for websites, landing pages, and digital content using After Effects and similar tools. Interactive Design: Develop engaging, interactive web elements using animation and motion graphics to enhance the user experience. Front-End Development Collaboration: Work closely with developers to ensure seamless integration of animated content into the website. Visual Storytelling: Use motion graphics to convey complex ideas and stories in a visually compelling manner. Brand Consistency: Ensure that all visual content aligns with the brand’s identity and design guidelines. Prototyping: Create interactive prototypes of animations and web designs to showcase ideas and concepts to the team. Graphic Design: Develop web graphics, icons, banners, and other visual content as needed for projects.",
      "Requirements:",
      "Proven experience as a Web Designer, with a strong portfolio showcasing web design and animation/motion graphics projects. Proficiency in design software, including Adobe Photoshop, Illustrator, and After Effects, Figma Solid understanding of HTML, CSS, and web design best practices. Experience with responsive and mobile-first design. Strong knowledge of UX/UI principles and web accessibility standards. Ability to create engaging animations, transitions, and interactive elements using motion graphics. Excellent communication and teamwork skills, with the ability to collaborate with developers and other team members. Attention to detail, creativity, and a passion for staying updated on design trends and technologies.",
      "How to Apply: Please submit your resume and detailed portfolio to this email address indeedapplicants.cog@gmail.com",
      "Job Type: Part-time",
      "Experience:",
      "Graphic Designing: 2 years (Preferred)"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=3411fddf58442c34&bb=mR92OL1AmXpc5VumK43B56E9O9tjrXgICqFE-1TdhBeShtyoRSWLap50SUPrNvGiSUbEqrZ5JZcIQv1HSA3XInVYJtW7s0rpYJr85CNBqela8adlalGHTNdPXLzPEodj&xkcb=SoB467M36sgGdMy23B0KbzkdCdPP&fccid=d37f93ef07751acd&cmp=City-of-Gold&ti=Web+Designer&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Part-time"
  },
  {
    "title": "Junior Frontend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Techx?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck2q16gmf5801&fromjk=39eee35e3a18fc9f",
    "description": [
      "The Junior Frontend Developer will take responsibility for developing, testing, and maintaining the user interface for the Performance Management System MVP. You will collaborate with design and backend teams to build intuitive, responsive web applications, helping to create an excellent user experience for employees, managers, and HR administrators. This role is ideal for an entry-level developer eager to contribute directly to a key project in a dynamic environment.  Key Responsibilities  UI Development:  Implement responsive, visually appealing user interfaces for key features (e.g., KPI dashboard, performance review forms) using React and JavaScript. Collaborate with design teams to bring wireframes and mockups to life, ensuring consistent branding and design standards.  API Integration:     Integrate front-end components with backend services to enable data retrieval and display, working with APIs for real-time performance tracking and KPI updates. Ensure data is presented accurately and interacts seamlessly with the backend for dynamic functionality.  UI/UX Optimization:  Work closely with users and stakeholders to understand usability requirements and implement feedback for an improved user experience. Optimize web applications for performance and scalability, ensuring smooth interactions and quick load times.  Testing and Debugging:  Perform unit and component testing to ensure that frontend features function correctly across different devices and browsers. Identify, troubleshoot, and resolve any UI issues or bugs, collaborating with backend and QA teams as needed.  Documentation and Collaboration:  Document code structure, components, and key features to support smooth handoffs and future maintenance. Coordinate closely with backend developers and project managers to ensure alignment on project milestones and timelines.  Qualifications  Bachelor’s degree in Computer Science, Web Development, or related field. Proficiency in HTML, CSS, and JavaScript, with a solid understanding of frontend frameworks (React preferred). Familiarity with RESTful API integration and asynchronous data handling. Basic understanding of responsive and adaptive design principles for web applications. Strong problem-solving skills with an eye for design details. Self-motivated and capable of taking initiative to address UI improvements. Eager to learn and contribute in a collaborative, fast-paced environment. Knowledge of frontend testing tools and frameworks (e.g., Jest, React Testing Library) is a plus. Exposure to version control systems, particularly Git is a plus.  Why Join Us?   As a Junior Frontend Developer, you’ll have the opportunity to take ownership of developing user interfaces that directly impact our Performance Management System MVP. This role offers hands-on experience in building dynamic, user-friendly applications, and a chance to work alongside experienced developers and project leads who are committed to supporting your growth. With opportunities to shape the user experience, this position is perfect for someone excited to apply their skills and make an impact.     Apply now!  Due to the high volume of applicants, only shortlisted candidates will be contacted. We apologize for this inconvenience!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=39eee35e3a18fc9f&bb=mR92OL1AmXpc5VumK43B53cX9UE6aqJMyEiStwzBQw4vnoE0GXv-ZmH4Lc7ujxjqcjHlFrG-MB3iyHEWwyDLM6PZX1QBUhdrXe4RWuNcJXMnGuqXYg3ICPdtttp_cnVy&xkcb=SoDl67M36sgGdMy23B0JbzkdCdPP&fccid=7d332407cdab46f5&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Unity Developer Intern (Game Development)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Neurotree-Consultancy-Pte-Ltd?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck2vh7gmf5800&fromjk=ba2fea691f9b8670",
    "description": [
      "Job Title: Unity Developers for Online Game Development Location: Remote Job Type: Contract/Freelance",
      "About Us:We are looking to hire Unity Developers Intern to create a proprietary gamified software featuring a library of games aimed at improving player learning efficiency (eye movement, etc.).",
      "Responsibility:",
      "Collaborate with a game designer to create mechanically simple games that run on Unity WebGL, supporting online competitive/cooperative features (e.g., hosting lobbies with clients, saving scores, game modes such as 1 vs 3, 1 vs AI, etc.,).",
      "Requirements:",
      "Familiarity with Unity's interface and workflow and online repository (GitHub). Experience with 2D/3D animations in Unity. Competency in creating simple asynchronous online games in Unity WebGL. Familiarity with multiplayer networking frameworks (Photon, Mirror, etc.) for hosting. Proficiency in English to prevent miscommunications on project specifications.",
      "Good to Have:",
      "Prior experience in working in teams. Possess a strong sense of game feel/user experience. Creativity in gamification/game design. Proficiency in understanding pre-existing Unity C# code if needed.",
      "How to Apply:Please send your resume, a brief cover letter, and examples of your previous work.",
      "Job Type: Internship Contract length: 6 months",
      "Pay: 3,000,000₫ - 6,000,000₫ per month"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=ba2fea691f9b8670&bb=mR92OL1AmXpc5VumK43B5wIUJVix4NxEiJ9OUgoYjUT_PSRS9FyWhP4Xc2CV-dUBpC3VQ6q9IaY9fi1-fWvle1y4Es7cPuhEZAV5Wt_0EhNZZZ7Aa4BBcIBB5Ni9_mqF&xkcb=SoBR67M36sgGdMy23B0IbzkdCdPP&fccid=811b28d0ea6b20ba&cmp=NeuroTree-Consultancy-Pte-Ltd&ti=Development+Intern&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "3,000,000 VNĐ - 6,000,000 VNĐ a month"
  },
  {
    "title": "Frontend Developer (ReactJS)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Smartosc?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck351kh43v800&fromjk=e5ef6c1ed4d10f5d",
    "description": [
      "Job Description  Participate in software, eCommerce, web development projects for clients in Europe and North America Carry out assigned tasks to meet all deadlines Translate design or conceptualize into HTML/CSS along with your excellent UX Conduct ongoing research and then apply your best practices to web design, especially responsive design Develop high level and/or detailed storyboards, mockups and prototypes to effectively express interaction and design ideas   Requirements Experienced HTML/CSS, HTML5, JavaScript, and JQuery Solid knowledge of JavaScript and can apply OOP practice with JavaScript Good working experience with ReactJS (at least 2 year experience) Strong experience with building responsive and cross-platform websites Experience using a CSS preprocessor like SASS, LESS or Stylus Good English skills (Speaking and Listening) Having the following skills is an advantage: Good teamwork skills and have experience in highly-standardized work environments Professional and ethical behaviors Critical thinking and problem solving skills    Benefits Attractive salary package, up to 2300$ Salary review twice a year Flexible working hour (between 7:30am – 7:30pm on staff’s preference) Premium health care up to $3,000/year Working in One of the largest Ecommerce Agencies in South East Asia – Professional English environment Free English, Japanese and professional training packages Firm’s Certified Qualifications Sponsorship for career development Note: By submitting your resume for this position, you acknowledge that you consent to sharing your personal data with the company for storage and utilization purposes in accordance with legal regulations for recruitment",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=e5ef6c1ed4d10f5d&bb=mR92OL1AmXpc5VumK43B52gjPrUgK08jF4G-A6K0JHDHeW8a99yUutASeGabkPPjQ_Bbmt3c8LHnALEhd5IevJjwFVXHvXqe9aI9paDLRRXEeDzbR5iRGD3xErsbm6f3&xkcb=SoDf67M36sgGdMy23B0PbzkdCdPP&fccid=5be6262129fbe077&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Frontend Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Comit-Corp-1?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck3afbgmfj800&fromjk=3694ea90eb020563",
    "description": [
      "Từ khi thành lập năm 2003, COMIT đã có những bước đi vững chắc và không ngừng sáng tạo, đổi mới trong lĩnh vực Viễn thông, IT, IoT, AI. COMIT luôn coi trọng việc mang tới các cơ hội đầy triển vọng cho nhân viên. Chúng tôi tin tưởng nhân viên hạnh phúc sẽ xây dựng các giải pháp, dịch vụ tuyệt vời cho khách hàng. COMIT đang tìm kiếm tài năng đồng hành tạo nên các sản phẩm chiến lược với vị trí  Frontend: Phát triển các dự án dựa trên nền tảng công nghệ lõi là xử lý ảnh đã có sẵn (Face matching, Face searching ...)  Nghiên cứu, phát triển, xây dựng hệ thống frontend/ core API cho các dự án bằng các ngôn ngữ (frontend: ReactJS, VueJS) Tham gia vào phân tích, thiết kế các tính năng của phần mềm. Hỗ trợ, cải thiện, tối ưu hóa hệ thống trong quá trình vận hành.  Bạn có cơ hội:  - Nhận thu nhập: 1000$ - 2000$, thưởng & các đãi ngộ hấp dẫn  Được tiếp cận, học hỏi các công nghệ mới như: Kafka, microservice, docker, kubernetes… Các công nghệ tối ưu hóa mô hình trong AI Là những người trẻ tiên phong tham gia xây dựng và phát triển các sản phẩm mới, hướng kinh doanh mới Làm việc cùng với những đồng đội xuất sắc. Môi trường làm việc cởi mở và năng động, khuyến khích trao đổi ý tưởng ở mọi cấp, bạn được chủ động làm việc, sáng tạo theo cách riêng Bạn là người đồng sự lý tưởng khi nắm giữ các năng lực:  Tốt nghiệp đại học loại khá trở lên chuyên ngành CNTT, ĐTVT, Khoa học máy tính, Toán tin ứng dụng và các chuyên ngành liên quan. Kinh nghiệm từ 1 năm trở lên ở vị trí tương tự Thành thạo sử dụng 1 thư viện frontend như ReactJS hoặc framework như VueJS. Hiểu biết tốt về UI/UX Thành thạo sử dụng Git. Biết sử dụng Docker, Redis, kafka là một lợi thế. Có kiến thức về AI là một điểm cộng Kỹ năng khác:  Làm việc nhóm Tiếng Anh: đọc hiểu các tài liệu chuyên ngành. Quản lý thời gian: biết cách tổ chức & sắp xếp công việc.  Đi làm có gì vui?  Đồng đội \"bơm dolping\" đồ ăn, chém gió \"cà khịa\" vào happy hour ... Nhân viên được \"bật\" Sếp mà vẫn vui (dân chủ, cởi mở) Ghi nhận thành tích với các chế độ thưởng phong phú: thưởng cuối năm, thưởng nóng, thưởng dự án, thưởng Star of the month, thưởng cá nhân xuất sắc theo các giá trị văn hóa của COMIT. Tham gia các hoạt động teambuilding, sự kiện năm siêu vui và \"lầy lội\": phượt, leo núi, nghỉ mát, hội nghị Diên Hồng, sinh nhật công ty, sport day, online teambuilding (Hack COMIT's Tours, Happy Virus...) Thời gian làm việc từ thứ 2 đến thứ 6 (nghỉ thứ 7, CN). Có tới 9 ngày nghỉ mỗi tháng để tận hưởng sở thích cá nhân và dành thời gian cho bạn bè, người yêu, gia đình (gồm 1 ngày nghỉ phép)  Thông tin hỗ trợ: Ms Hà - hr@comitcorp.com"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=3694ea90eb020563&bb=mR92OL1AmXpc5VumK43B5-81uY1FWFDt2OtoEKGKq6U_Gy27uxKldZOZJObYWUPyjvucSjM60ZXcyFX3ioJmdSSVjz-TyJXSYNj9qybiJwXPZ9-mQnmeRKX6UorG4bsX&xkcb=SoBr67M36sgGdMy23B0ObzkdCdPP&fccid=aef88118b8c2cf4b&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Frontend Developer (ReactJs, VueJs)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Eastgate-Software-Jsc?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck3iu1h11s800&fromjk=386fa0d7320a539e",
    "description": [
      "Salary: 1,000 — 2,500 VNĐ  Location: CÔNG TY CỔ PHẦN EASTGATE SOFTWARE - HQ  Application deadline: 27/09 — 30/11/2024  Job Description  Founded in 2014, Eastgate Software is a software development company that builds custom business solutions and applications. We are proud of our high-qualified staff who has more than 20 years of experience in software development including web, mobile and desktop applications.  We put quality and customer satisfactions at the top priority in every project we carry. Therefore, our German and US senior experts offer local consultancy for European and US clients.  As a member of Eastgate, you will be emerged in a professional and flexible environment where you have opportunities to express your own ideas and improve your skill set through many interesting full-cycle projects.  Your responsibilities:  Design and develop new applications and/or features after analyzing customer requirements. Collaborate with the back-end developers, and other team members, to deliver reliable, efficient and sustainable code that enhances the user experience. Facilitate a leadership role on features and projects if needed. This can include customer meetings.  The ideal candidate:  Bachelor’s degree in computer programming, computer science, or a related field. Good understanding of HTML3, CSS3, responsive design Experience with CSS Preprocessor (SCSS, LESS) Hand-on experiences with SPA Framework like React, Vue and their ecosystems Experience with RESTful API, AJAX Knowledge or experience in NodeJS, PHP (or other backend languages) is a plus Fluent in English is a big plus Willing to learn new technologies    Why you’ll love working at Eastgate:  Attractive salary package Eastgate Software is a Global Fortune 500 Preferred Vendor, so you will have an opportunity to work with many IT Experts around Europe and USA Be emerged in a professional and motivating environment where you have opportunities to express your own ideas and improve your skill set through many interesting full-cycle projects Flexible working time: 9:30 a.m. to 6:30 p.m., Monday to Friday, No Overtime (Only 8 working hours) Performance review and appropriate gratification: twice a year 13th month salary + Project bonus Free snacks, video gaming & movie nights, team social and sport activities 15 leave days/year (will be added an extra day each year and maximum 20 days for annual leave) Able to request 2 days/month Working from home",
      ""
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=386fa0d7320a539e&bb=mR92OL1AmXpc5VumK43B56oGiXEuwjSUjCiREqk7NAuOCKOfgva8EHWwZ-8GIkAsAmZ9e7xOMv3IvFfNfGpxQhrL02nofFzhgFvAntJ4GlNejZyRHgBc4m7qu5KSyqfZ&xkcb=SoD267M36sgGdMy23B0NbzkdCdPP&fccid=ba44c6ab9d69dfc7&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Curriculum Developer, 2 Hour Learning (Remote) - $100,000/year USD",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Crossover?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck3oeagmen801&fromjk=06722669f5894f86",
    "description": [
      "",
      "Can you visualize the intricate dance of atoms or unravel the complexities of ecosystems in your mind? Imagine combining that scientific insight with cutting-edge AI to revolutionize how millions of students learn science. At 2 Hour Learning, we're not just theorizing about the future of science education—we're experimenting, iterating, and bringing it to life.  We're seeking a visionary individual to lead our mission of transforming science education through advanced data analysis, innovative AI applications, and deep subject matter expertise. Your goal? To double the speed at which students grasp scientific concepts, from basic biology to quantum physics.   What you will be doing  Decoding complex patterns in student learning data using AI, transforming these insights into groundbreaking strategies that revolutionize how science is taught and learned. Engineering AI-powered virtual experiments and simulations, bringing abstract scientific concepts to life in ways that captivate and educate students. Designing adaptive learning pathways that evolve in real-time, making intricate scientific theories accessible and engaging for students across all proficiency levels. Collaborating with a diverse team of educators, scientists, and AI experts to push the boundaries of science education, directly impacting the learning journey of thousands of students. Translating dense scientific literature into digestible, AI-enhanced content that not only educates students but ignites their passion for scientific inquiry.    What you will NOT be doing  Managing traditional science curriculums or handling administrative tasks—this role is about innovation and strategic improvement in how science is taught and learned. Working in a silo—you'll be part of a dynamic team pushing the frontiers of AI in science education. Focusing solely on theory—every AI model you develop will directly impact how students understand and apply scientific principles in the real world.    Key Responsibilities  Drive measurable improvements in student science learning outcomes through AI-driven analysis and implementation, as demonstrated by a 2x acceleration in concept mastery across various scientific domains (biology, chemistry, physics, etc.) and grade levels.   Candidate Requirements  Bachelor's degree or higher in a scientific field (such as Biology, Physics, Chemistry, or similar) 3+ years of experience teaching science or developing science curriculum, with demonstrable impact on learning outcomes Basic coding abilities in any programming language Experience designing, implementing, or using AI systems for tasks such as content generation, data analysis, or adaptive learning Demonstrated ability to analyze complex data and derive actionable insights from it Excellent communication skills, with the ability to explain complex scientific concepts to diverse stakeholders in a professional setting   This position is also known as:  Learning Designer Instructional Designer"
    ],
    "linkJob": "https://jobs.vn.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0Bp-pWyh_yd7-BMq_HjiKF8q-wDEEHI6K3EhZcTze0zEvpHA92ZPE90Wu66PDMZmhR-iH89tFhr9oFsYppUTWKTkXobc_27uwhO3H__ID6RqVzseg6o9eeuWi403hky5kDZLMsV-xQnole45UCDN2EsWjS1w_5DWCWCw13jEvGAzCroT77_L6fut-GwUK8Vl5vsv8-KaGrM-fmJcKjqT4Hjsu-KU8hATN9YLITeIuud0hj6hc4QdTqUeVsYTrKemDILT_H3l9LVUNFpR-nxJgbz6-pwYgDHsdXVQLxZhI9bynzAnV1i-OquX0wd0UsuYqvdPHPAmKhfjSYvHzBG4YBXyDMhytVosa348LV87bJgYZjBBJsdQb5y1o9J6sGQryXtqX7xMj6l39meKvURFp18dFyJsDVSVIoSlJY5uP-29998liK8PWHL_X388NDUH-BamSM1p2sxESINCq_wfKuLkgPrg_yE0g7WcK8F02u76FRyufzq25TEbGlL61uQSMtKaFoI8LZIJ1lG2wlwI3DH6K7L5LkfH_VrOdIS15yf3ZO3BnTKx02-IYwKkF3pc51ANrqCSpT2hX4UPWYeAS9ZzoY176kR29vFpyguSJXu5cFovMcVekLAIQfgDMOgewjbe5e78C2KbZA45otcBietoTw17CfvO9swEo8P8uAVBdcKUeb_2Zh4MXNyY7sspdMxp378AEotScbwbcK4gZXzLCiPiDurzszMTlgn29M3_UJzqox6_EQGIsUqsrUMuop4H5R1VUUjE9DAUYk9QuDx04wKS58c8d4hA-lX5o_e_A==&xkcb=SoC26_M36sgGdMy23B0MbzkdCdPP&camk=nUmJqO2E8rjvpzAlCs7bEw==&p=7&fvj=0&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "[HN] Fresher/Junior Backend Developer (Java)",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/T%E1%BA%ADp-%C4%90o%C3%A0n-Sunshine?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck3tv3gmef800&fromjk=c68e829c4ec44052",
    "description": [
      "MÔ TẢ CÔNG VIỆC  Tham gia phát triển các dịch vụ Backend cho ứng dụng Mobile, Web Tham gia phát triển ứng dụng quản lý tập đoàn, ứng dụng Backend cho IoT, ứng dụng Realtime Có cơ hội tham gia phát triển các dự án mới vô cùng đa dạng trong lĩnh vực Fintech (Ngân hàng, chứng khoán, đầu tư tài chính, bất động sản): Phát triển các ứng dụng liên quan đến các hệ thống ngân hàng trực tuyến: Internet web, Mobile app, cổng thanh toán (payment gateway), phát triển các tiện ích thanh toán thẻ và các hệ thống ứng dụng khác hỗ trợ giao dịch trực tuyến; các ứng dụng quản trị nội bộ: Quản lý và phê duyệt các khoản, số hóa thủ tục giấy tờ, quản lý bán hàng và các ứng dụng hỗ trợ thúc đẩy công tác quản lý và kinh doanh, các ứng dụng trên hệ thống core hoặc ứng dụng tích hợp với hệ thống core… Làm việc theo sự phân công của Trưởng nhóm/Quản lý dự án, phối hợp giữa các nhóm để phát triển sản phẩm.  YÊU CẦU ỨNG VIÊN  Tốt nghiệp ĐH chuyên ngành Công nghệ thông tin, Điện tử viễn thông, Toán tin ứng dụng, hoặc các chuyên ngành có liên quan về lập trình phát triển ứng dụng Có kiến thức tốt về lập trình và thiết kế hướng đối tượng (OOP), Design Patterns Có nền tảng cấu trúc dữ liệu và giải thuật tốt Có kiến thức tốt về quy trình phát triển phần mềm Ưu tiên ứng viên có kinh nghiệm lập trình Java, Angular Yêu thích công việc lập trình, có tư duy logic – thuật toán tốt, có khả năng học hỏi Có thái độ cầu tiến, chủ động, trách nhiệm trong công việc. Ưu tiên có kinh nghiệm làm việc trong dự án thật hoặc đồ án tốt nghiệp về: Java-web app (Spring, Struts, Hibernate, Java ADF); Lập trình front-end (HTML5, CSS3, Javascript); CSDL Oracle, MS SQL, PostgreSQL  QUYỀN LỢI ỨNG VIÊN  Được training các kiến thức về lập trình , tham gia vào các hoạt động triển khai dự án thực tế của Công ty Lương cạnh tranh, lương thưởng xứng đáng theo năng lực Có cơ hội trở thành nhân viên chính thức của công ty Đồng nghiệp thân thiện, nhiệt tình, luôn luôn sẵn sàng support nhau trong công việc Công việc phân chia rõ ràng, đảm bảo theo đúng năng lực và đúng khối lượng cho mỗi cá nhân Tham gia các các hoạt động của công ty như: team building, annual trips, barbecues, … Được hưởng đầy đủ các quyền lợi theo luật lao động, nghỉ phép, được tham gia đóng BHXH, BHYT Thưởng vào các ngày lễ tết 30/04, 01/05, 08/03, tết âm lịch, dương lịch và lương tháng thứ 13 Được hưởng các chính sách, ưu đãi về dịch vụ của Tập đoàn đối với nhân viên như mua nhà, mua sắm S’Mart, S’Cafe, học tập S’School, nghỉ dưỡng, chăm sóc sức khỏe, đi lại…. Địa điểm làm việc: Tòa Sunshine Center, 16 Phạm Hùng, Nam Từ Liêm, HN ; Thời gian làm việc: Từ thứ 2 đến thứ 5 (08h00 – 18h00), thứ 6 (08h00 – 17h00)"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=c68e829c4ec44052&bb=mR92OL1AmXpc5VumK43B54X9VBAJTfy41BA11xDc-GrU8Iicv1tj0Y6LUxFqDKciqhyLgqH1AaCLmKbBCP2DNx0WhIcbzL2sNV-YSTce6IddDvRS3qhpwEdqJHzjfW7t&xkcb=SoCr67M36sgGdMy23B0DbzkdCdPP&fccid=b66256f4d62ba2fa&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Junior Python Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Icts-Custom-Software?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck43gbh11s800&fromjk=d6490c13c6a7fe43",
    "description": [
      "Mô tả Công ty   ICTS Custom Software cung cấp các giải pháp phát triển phần mềm và ứng dụng di động cho các khách hàng là doanh nghiệp, startups, agencies có trụ sở tại Châu Âu, Nhật, Úc, và Singapore. Ngoài sự chuyên nghiệp, đội ngũ ICTS đề cao sự minh bạch và thẳng thắn trong công việc, sự tinh gọn trong quản lý. Cơ hội thăng tiến cũng như các quyền lợi về thu nhập, trợ cấp đều được quyết định dựa trên khả năng và đóng góp của mỗi thành viên, không coi trọng bằng cấp, số năm kinh nghiệm. Tại ICTS, cơ hội là dành cho tất cả một cách công bằng. Mời các bạn tìm hiểu chi tiết tại website của chúng tôi https://icts.io/   Mô tả Công việc   Chúng tôi đang tìm Lập trình viên Python để tham gia đội ngũ phát triển phần mềm cho khách hàng của ICTS tại nước ngoài.  Ứng viên trúng tuyển sẽ có cơ hội:  Tham gia thiết kế, xây dựng và triển khai phần mềm với Python (Django, Flask, FastAPI); Lập trình các phần mềm, ứng dụng theo yêu cầu của dự án; Tham gia vào tất cả các khâu trong quá trình phát triển phần mềm, bao gồm: tìm hiểu yêu cầu, phân tích, thiết kế, nghiên cứu công nghệ mới; Phối hợp với các thành viên nhóm dự án khác dưới sự điều phối của Quản lý trực tiếp và trao đổi trực tiếp với khách hàng nước ngoài.  Bằng cấp  Có từ 1 năm kinh nghiệm trở lên xây dựng và phát triển các ứng dụng với Python (có kinh nghiệm làm việc với framework Django là một lợi thế); Sử dụng tốt các hệ thống quản lý source code như Github; Có tư duy phân tích tốt để cùng team giải quyết các vấn đề trong công việc; Có năng lực học hỏi và khả năng tìm hiểu các công nghệ mới; Có tinh thần trách nhiệm cao trong công việc; Có khả năng làm việc độc lập/khả năng teamwork tốt; Có khả năng đọc hiểu và viết tiếng Anh ở mức trung bình khá. Ưu tiên các bạn có khả năng nghe nói tiếng Anh có thể giao tiếp với khách hàng.  Thông tin Thêm   Quyền lợi  Mức lương gross: 10 – 18 triệu VNĐ Không làm việc thứ Bảy, Chủ Nhật Đóng bảo hiểm theo quy định của pháp luật sau 2 tháng thử việc Được đào tạo quy trình dự án Agile và các quy cách làm việc theo tiêu chuẩn lập trình quốc tế Được khuyến khích đề xuất phương án giải quyết các vấn đề dự án gặp phải và ghi nhận sáng kiến, sự chủ động trong công việc cho lộ trình thăng tiến tại công ty Phỏng vấn xét lương thưởng và chất lượng công việc mỗi 6 tháng Tham gia các sự kiện team building mỗi 3 tháng một lần Được tham gia Bảo Việt Care – gói bảo hiểm tự nguyện do công ty tài trợ theo chính sách nội bộ của công ty Được cung cấp máy Macbook khi tham gia dự án  Địa điểm làm việc: Duy Tân, Cầu Giấy, Hà Nội.  Giờ làm việc: 8h30- 17h30, từ thứ Hai tới thứ Sáu."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=d6490c13c6a7fe43&bb=mR92OL1AmXpc5VumK43B54xgGdTt5yN-_OuzDzDQzdteb80vvidXtJVO_PWmXAWA9XEZEIxDjMHZTUf1TAc7eQwNW2JvXvjNYgpz9js3oq9cLkqoSi_TfPl0TlnYD6uy&xkcb=SoAf67M36sgGdMy23B0CbzkdCdPP&fccid=0f5acd8f14f6b8e6&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "Cố định"
  },
  {
    "title": "Frontend ReacJS Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/D%E1%BB%8Bch-V%E1%BB%A5-C%C3%B4ng-Ngh%E1%BB%87-V%C3%A0-Th%C6%B0%C6%A1ng-M%E1%BA%A1i-%C4%90i%E1%BB%87n-T%E1%BB%AD-Tigren?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck490vh10l800&fromjk=d85b8ff1941a30f0",
    "description": [
      "Giới thiệu:",
      "",
      "",
      "",
      "",
      "",
      "",
      "Lập trình và phát triển các ứng dụng website, xây dựng giao diện người dùng theo định hướng chiến lược của công ty và khách hàng Phối hợp với Back-end để nắm rõ yêu cầu về hệ thống, tính năng của sản phẩm Quản lý chất lượng sản phẩm đạt đúng yêu cầu đề ra",
      "Địa điểm làm việc:",
      "",
      "Lương:",
      "",
      "Loại hình công việc:",
      "",
      "Yêu cầu:",
      "",
      "Quyền lợi:",
      "",
      "Hạn nộp:",
      "",
      "Kinh nghiệm:",
      "",
      "Bằng cấp:",
      "",
      "Lĩnh vực:",
      "",
      "Số lượng cần tuyển:",
      "",
      "Giới tính:"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=d85b8ff1941a30f0&bb=mR92OL1AmXpc5VumK43B57cq64J6l7e7eXLHSrPqqr7_wzCgM9yntRb50dPiv0f2UpC1Fa3Sjlgk6PqE4x_7gwfFVFK40NsyVnUGzxeTfum1UifoPGFtV3XHvamMqvBU&xkcb=SoCC67M36sgGdMy23B0BbzkdCdPP&fccid=8e2cc5d3b38d8158&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "6,500,000 VNĐ - 10,000,000 VNĐ a month"
  },
  {
    "title": "Java Developer Junior",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Nms?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck4efggmef800&fromjk=611620dab5bfce3c",
    "description": [
      "MÔ TẢ CÔNG VIỆC  Thực hiện nhiệm vụ theo yêu cầu của Lãnh đạo phòng. Tham gia các dự án phần mềm của công ty & đối tác Triển khai công việc lập trình theo kế hoạch đã được phân công và đảm bảo hoàn thành đúng tiến độ và chất lượng yêu cầu Thời gian làm việc: T2 – T6, từ 8h30 – 17h30  YÊU CẦU  Yêu cầu chuyên môn: thành thạo ngôn ngữ lập trình Java Yêu cầu về kỹ năng lập trình, có khả năng sử dụng một trong các nền tảng sau: Frontend: Angular 6+, Backend: Một trong các Java-based framework sau: Spring Boot, Hibernate/MyBatis, JPA.. DB: MySQL/Oracle Sử dụng thành thạo các tool: Intellij, SQL developer/ PLSQL, Git Hiểu biết hoặc đã làm việc về Elastic search, Redis là một lợi thế Hiểu biết hoặc đã làm việc với Docker là một lợi thế Kinh nghiệm: tối thiểu 1 năm lập trình các nền tảng nêu trên  QUYỀN LỢI  Mức thu nhập cạnh tranh 12 – 20M, deal theo năng lực Tháng lương thứ 13, Review lương 2 lần/ năm tùy vào kết quả công việc. Thưởng lễ, tết, thưởng dự án Được hưởng đầy đủ 12 ngày nghỉ phép/năm theo quy định của nhà nước “NMS care” bảo hiểm dành riêng cho nhân viên NMS. Nghỉ mát: Theo chính sách của công ty (Tháng 5/6 hàng năm) Môi trường làm việc hiện đại, thân thiện, có nhiều cơ hội phát triển bản thân. Chính sách cho người lao động tuân theo “Bộ luật lao động” tại Việt Nam."
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=611620dab5bfce3c&bb=mR92OL1AmXpc5VumK43B5_Tsakh4CgGpQ8fP9Hdp4mbVxcCJjhSw2Dc8ckoYYBQ9jS68ki3dXKiZjYkiVM0x_riFbhbiaQC7myMMMw26JWNrWnwROCSk-vi5-jRJ9CAE&xkcb=SoA267M36sgGdMy23B0AbzkdCdPP&fccid=ef38a82745591d7c&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Website Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Flex-Consultancy-(vietnam)-Limited?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck4k22gmfj802&fromjk=97a4a4642bed2413",
    "description": [
      "FlexHR Vietnam is seeking a highly organized and dynamic candidate joining our team.",
      "Responsibilities:",
      "Design and build responsive websites Write clean, efficient code Collaborate with designers and other team members Test and debug websites Maintain and optimize site performance Stay updated on industry trends and best practices",
      "Requirements:",
      "Skills in web design and coding Knowledge of HTML, CSS, and JavaScript Eye for good design Ability to work well with others Fluency in English (speaking and writing) Be able to speak Chinese is an advantage, but not required",
      "We Offer:",
      "Competitive salary and benefits. Be able to work with other members from Hong Kong, Japan, Thailand",
      "#WebsiteDesigner #WebsiteDeveloper #LapTrinhWeb #ThietKeWeb",
      "Job Type: Full-time",
      "Pay: From 15,000,000₫ per month",
      "Application Question(s):",
      "What is your expected salary?",
      "Language:",
      "English (Required) Chinese (Preferred)"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=97a4a4642bed2413&bb=mR92OL1AmXpc5VumK43B5_7xWHeEE2YqfxW0Wtofr89WwKytVbFM5vy-uQFOhxHy-Vo_UuTgr58W3XpAH5v_tDWRmS0b0lXcENNGQ7seq6S7Hs-D8jcKnoVBNbQVT6On&xkcb=SoC467M36sgGdMy23B0HbzkdCdPP&fccid=313f17a2b3fc9fb3&cmp=Flex-Consultancy-%28Vietnam%29-Limited&ti=Web+Developer&vjs=3",
    "crawlTime": "30/10/2024",
    "salary_range": "From 15,000,000 VNĐ a month"
  },
  {
    "title": "Learning Designer, 2 Hour Learning (Remote) - $100,000/year USD",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Crossover?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck4poth5d5800&fromjk=f6f85ea391496be9",
    "description": [
      "",
      "Can you visualize the intricate dance of atoms or unravel the complexities of ecosystems in your mind? Imagine combining that scientific insight with cutting-edge AI to revolutionize how millions of students learn science. At 2 Hour Learning, we're not just theorizing about the future of science education—we're experimenting, iterating, and bringing it to life.  We're seeking a visionary individual to lead our mission of transforming science education through advanced data analysis, innovative AI applications, and deep subject matter expertise. Your goal? To double the speed at which students grasp scientific concepts, from basic biology to quantum physics.   What you will be doing  Decoding complex patterns in student learning data using AI, transforming these insights into groundbreaking strategies that revolutionize how science is taught and learned. Engineering AI-powered virtual experiments and simulations, bringing abstract scientific concepts to life in ways that captivate and educate students. Designing adaptive learning pathways that evolve in real-time, making intricate scientific theories accessible and engaging for students across all proficiency levels. Collaborating with a diverse team of educators, scientists, and AI experts to push the boundaries of science education, directly impacting the learning journey of thousands of students. Translating dense scientific literature into digestible, AI-enhanced content that not only educates students but ignites their passion for scientific inquiry.    What you will NOT be doing  Managing traditional science curriculums or handling administrative tasks—this role is about innovation and strategic improvement in how science is taught and learned. Working in a silo—you'll be part of a dynamic team pushing the frontiers of AI in science education. Focusing solely on theory—every AI model you develop will directly impact how students understand and apply scientific principles in the real world.    Key Responsibilities  Drive measurable improvements in student science learning outcomes through AI-driven analysis and implementation, as demonstrated by a 2x acceleration in concept mastery across various scientific domains (biology, chemistry, physics, etc.) and grade levels.   Candidate Requirements  Bachelor's degree or higher in a scientific field (such as Biology, Physics, Chemistry, or similar) 3+ years of experience teaching science or developing science curriculum, with demonstrable impact on learning outcomes Basic coding abilities in any programming language Experience designing, implementing, or using AI systems for tasks such as content generation, data analysis, or adaptive learning Demonstrated ability to analyze complex data and derive actionable insights from it Excellent communication skills, with the ability to explain complex scientific concepts to diverse stakeholders in a professional setting   This position is also known as:  Instructional Designer Curriculum Developer"
    ],
    "linkJob": "https://jobs.vn.indeed.com/pagead/clk?mo=r&ad=-6NYlbfkN0Bp-pWyh_yd7-BMq_HjiKF8q-wDEEHI6K3EhZcTze0zEvpHA92ZPE90Wu66PDMZmhR-iH89tFhr9poWJAvgSyCouytv9mQGLjSs4RK50Tsi2_NTtmYDxi196TWl8YWX4OO_wLIcgMhMPMy9FoVxk3FiCaHDW5K2Vjkc3c2tOHB6Au9aA5V6tNpcINCdYq94KiixHrUlLZy8z4ImQjLLfbMrW6nD4NPmVQ5C8Ne5ZWDU3UjNYJovVpCI5VyXlCJedIibD_aQY6Reg6oqkc9tupvxoEIb4nf8t5I8s-eZbbpmkOV3MTd1XsqMfrA5lbiunlpxaVG6zG5SqLJqd7P9hD1Z7xMOAlN6v76PYtViTuAEVXsZHI7P06RtiugjmVhxBluXFOZiwUcxFzKG947HCPVFFZB2RzwJlQZkmunA0uwyL0KLzE5QV0VGaHPz-kBzP1y5IfIz8jNaN8b7scHUFS6Lgf4xwVKKOTz4VtjHPFgAF7rTGipe2PtUSWAFJ_WX_QcF7nuya4CIiHpAQl3aCI4nPqseWSuXTtzzCLrHTpxhrYgHUR49UnRX5o7xf9nQdmUXQ8cHMp79KadAzbCeohR5489YTT8LNtPL1hDELsBhFXJiEfwfUyppUt5MITf-ZFoBuea9V5p9GqLiVlnz0LoFrXjuGHZKZZx7FgH5sWfLGo6f_J3uTfNx4n3ZxhgJkR70QwMAhlsIJoRXY0FKzW244XcZNJwf9EbHlYDTeCb5813ZRbi-6BCpRchcIVOb89_8BjNv3on4wOCct5DTRDCZjztOU2xDG2PcAvL6C5-kHQ==&xkcb=SoD46_M36sgGdMy23B0GbzkdCdPP&camk=nUmJqO2E8rjvpzAlCs7bEw==&p=13&fvj=0&vjs=3",
    "crawlTime": "30/10/2024"
  },
  {
    "title": "Fullstack Developer",
    "urlCompany": "https://jobs.vn.indeed.com/cmp/Deuna?campaignid=mobvjcmp&from=mobviewjob&tk=1ibck4vheh11s800&fromjk=95ede80534de1e44",
    "description": [
      "About DEUNA \\uD83E\\uDDE1 We are a rapidly growing startup that simplifies global payments and powers next generation commerce in a single platform. With our products we've consolidated hundreds of payment solutions in a single integration, harness an intuitive payment orchestration method and centralize payment reconciliation. We are currently present all across LATAM and looking for exceptional talent to join our team and continue revolutionizing the world of payments! \\uD83D\\uDE80 Visit https://www.deuna.com/ to learn more about us!  We are looking for a highly motivated and skilled Full Stack Developer to join our technology team. The candidate will be part of the integration cell that handles all integrations to different platforms such as Shopify, Magento, VTEX, among others. The candidate will be responsible for the creation of payment connectors and web applications, working closely with designers, software engineers and other team members to deliver end-to-end solutions.  Responsibilities Developers who deliver added value, under an Agile methodology. Attention and care to detail. Ability to work with ambiguous problems. Ability to prioritize tasks, work autonomously and in dynamic environments. Develop high quality web and mobile applications. Collaborate with designers and other developers to create effective and engaging user interfaces. Participate in the design, development and implementation of new features and enhancements. Maintain and enhance existing applications, troubleshooting problems and optimizing performance. Collaborate in the planning and execution of projects, ensuring timely delivery and code quality. Research and adopt new technologies and tools to continuously improve products and processes.  Requirements Proven experience as a Full Stack developer or in similar roles. Solid knowledge of front-end technologies such as Typescript and React. As well as backend technologies such as Golang. Functional knowledge of AWS with application orientation. Knowledge of integrations in different areas such as payments, ecommerce, fraud or analytics. Familiarity with relational and non-relational databases. Ability to work in a team and communicate effectively. Ability to solve problems creatively and efficiently. Knowledge of agile development practices and working methodologies.  Education Bachelor's degree in Computer Science, Software Engineering or related field. What will you find when you join DEUNA? A multicultural team distributed throughout LATAM Dynamism, agility and constant innovation Being part of a high-impact solution for an entire region The best tools and technology to operate Being part of the startup culture. We are in full expansion!  Benefits: Vacations and additional PTO \\uD83C\\uDFDD️ Remote work from anywhere \\uD83D\\uDCBB Economic support for internet and cell phone line\\uD83D\\uDCF1\\uD83C\\uDF10 We all own DEUNA, we offer stock options \\uD83D\\uDCB8 Multidisciplinary, diverse and dynamic team \\uD83E\\uDDE1 Growth and career path \\uD83D\\uDE80  Be part of a dynamic team that's creating the next generation payments platform.  Join us at DEUNA!"
    ],
    "linkJob": "https://jobs.vn.indeed.com/rc/clk?jk=95ede80534de1e44&bb=mR92OL1AmXpc5VumK43B58MuVMtK7MmR640hoPUdapphpJ1GSJ8Uj43pi3ySzpuSKTsrCvjlap5odINtiXwZBLey7OMzXUnvZ-wbH98Wm9zWHyeOPQtGm5FxdBgxuFNV&xkcb=SoCR67M36sgGdMy23B0FbzkdCdPP&fccid=85a44abc43fe93fb&vjs=3",
    "crawlTime": "30/10/2024"
  }
]

