[
  {
    "title": "[HN] Công Ty Starlight Ventures Tuyển Dụng Nhân Viên Game Product Owner - Thiết Kế Game Full-time 2024",
    "description": [
      " GIỚI THIỆU CÔNG TY\nStarlight Ventures là cộng đồng hoạt động về lĩnh vực Blockchain và Crypto, tập trung chính tại thị trường Việt Nam.\n\nStarlight Ventures tin rằng, để thành công vượt trội trong lĩnh vực luôn có sự biến chuyển được đo đếm bằng giây, thay đổi bằng phút, chúng tôi cần BẠN: những người trẻ tài năng, có đam mê và khát vọng thành công, cùng chúng tôi giúp cho cuộc sống tốt đẹp hơn nhờ Blockchain!",
      "NHÂN VIÊN GAME PRODUCT OWNER - THIẾT KẾ GAME FULL-TIME\n Tính chất công việc: Toàn thời gian -  Chuyên môn: Thiết kế -  Địa điểm: Hà Nội -  Mức lương: Từ 15 Triệu - Dưới 20 Triệu VNĐ / Tháng; Từ 10 Triệu - Dưới 15 Triệu VNĐ / Tháng; Từ 20 Triệu VNĐ trở lên / Tháng -  Kinh nghiệm: Yêu cầu ứng viên có kinh nghiệm\n MÔ TẢ CÔNG VIỆC\n\nTham gia thiết kế Document bao gồm: Gameplay, Level, Balance, Content, Sound, ...cho game\n\nKhảo sát, nghiên cứu thị trường, phân tích hành vi và insight của người chơi, nắm bắt xu thế và ứng dụng vào chiến lược Marketing cho sản phẩm\n\nQuản lý dự án với team gồm artist, dev và các thành viên khác để các sản phẩm, tính năng nhanh chóng được phát hành với chất lượng tốt\n\n Tham gia vào quá trình nghiên cứu, sáng tạo content.\n\n Theo dõi và tối ưu các chiến dịch quảng cáo, tối ưu tỷ lệ chuyển đổi.\n\n Tham gia quá trình xây dựng ấn phẩm Creative phục vụ cho công việc.\n\n YÊU CẦU ỨNG VIÊN\n\nTối thiểu 1 năm kinh nghiệm ở vị trí Game Designer.\n\nAm hiểu về các yếu tố khi thiết kế game như game element, mechanic, core loop, progression, balance, monetize.\n\nCó kinh nghiệm thiết kế hơn 01 game phát hành thành công trên thị trường là 1 lợi thế.\n\nCó hiểu biết về thị trường Mobile Game, đặc biệt là Hyper Casual Game là một lợi thế.\n\nCó kỹ năng tiếng Anh để đọc tài liệu chuyên môn và nắm bắt thông tin thị trường game\n\nYêu thích làm việc trong môi trường Startup mang tính chủ động, sáng tạo\n\n CHÍNH SÁCH ĐÃI NGỘ\n\nThu nhập: 10.000.000 - 25.000.000 VNĐ\n\nLàm việc trong môi trường làm việc năng động, đồng nghiệp thân thiện\n\n Lộ trình phát triển bản thân rõ ràng \n\nKhám sức khỏe định kỳ hàng năm, bảo hiểm sức khỏe VIB\n\nNgày nghỉ: 12 ngày phép/năm.\n\n CÁCH THỨC ỨNG TUYỂN\nỨng tuyển qua nút ỨNG TUYỂN ONLINE dưới đây.\nHạn cuối: 23:59 ngày 30/11/2024\nLưu ý: Do hạn chế về mặt thời gian, chúng tôi có thể sẽ chỉ phản hồi kết quả ứng tuyển qua email cho các ứng viên được chọn. Trong và sau khi ứng tuyển, vui lòng thường xuyên kiểm tra cả hòm thư Spam hoặc Promotions (Quảng cáo) để không bỏ sót bất cứ thông báo nào từ chúng tôi.\nỨNG TUYỂN ONLINE"
    ],
    "linkJob": "https://ybox.vn/tuyen-dung/hn-cong-ty-starlight-ventures-tuyen-dung-nhan-vien-game-product-owner-thiet-ke-game-full-time-2024-671f177c3315803c7fa969bd",
    "crawlTime": "29/10/2024",
    "skills": "NHÂN VIÊN GAME PRODUCT OWNER - THIẾT KẾ GAME FULL-TIME",
    "salary_range": "Thiết kế",
    "workplace": "Hà Nội"
  },
  {
    "title": "[HN] Công Ty Fordeer Commerce Tuyển Dụng Thực Tập Sinh Product Owner Full-time 2024",
    "description": [
      " GIỚI THIỆU CÔNG TY\nFordeer - a new business software era\nDay after day, we put in a lot of effort to analyze our customers’ needs and aim to create the most valuable apps for the e-commerce industry. Join us as we usher in a brand-new era of smart, productive, and workable business-related tools.",
      "THỰC TẬP SINH PRODUCT OWNER FULL-TIME\n Tính chất công việc: Toàn thời gian; Thực tập -  Chuyên môn: Marketing, Truyền Thông, PR -  Địa điểm: Hà Nội -  Mức lương: Từ 1 Triệu - Dưới 4 Triệu VNĐ / Tháng -  Kinh nghiệm: Không cần kinh nghiệm - Đừng lo! Chúng tôi sẽ đào tạo bạn từ đầu. Có kinh nghiệm là điểm cộng!\n MÔ TẢ CÔNG VIỆC\n\nCùng team nghiên cứu phát triển sản phẩm: Nghiên cứu các tính năng, nghiên cứu người dùng, nghiên cứu thị trường, nghiên cứu đối thủ cạnh tranh.\n\nTối ưu hóa sản phẩm và giữ chân người dùng.\n\nSử dụng dữ liệu và công cụ phân tích để đo lường hiệu suất của sản phẩm.\n\nTổng hợp các kết quả nghiên cứu cùng team đưa ra đề bài và phối hợp các team liên quan để phát triển sản phẩm.\n\nTham gia xây dựng và phát triển các kế hoạch Marketing.\n\n YÊU CẦU ỨNG VIÊN\n\nKhông yêu cầu kinh nghiệm.\n\nTốt nghiệp đại học chuyên ngành Marketing hoặc kinh tế hoặc các chuyên ngành liên quan.\n\nAm hiểu kiến thức về Marketing.\n\nTư duy lấy người dùng làm trung tâm.\n\nTư duy logic, có khả năng tổng hợp, phân tích và đánh giá dữ liệu tốt.\n\nTư duy tích cực, chủ động; tinh thần giúp đỡ, cùng nhau thúc đẩy team phát triển.\n\nCó tinh thần tự học hỏi mạnh mẽ, khả năng thích ứng nhanh với công việc.\n\nThời gian thực tập 3 tháng\n\n CHÍNH SÁCH ĐÃI NGỘ\n\nLương hỗ trợ: 3.000.000 - 4.000.000 VND/tháng\n\nTrợ cấp gửi xe hàng tháng\n\nHỗ trợ dấu thực tập\n\nĐề xuất lên nhân viên chính thức nếu hoàn thành tốt.\n\nĐược làm việc trong môi trường năng động, sáng tạo và lộ trình thăng tiến rõ ràng.\n\nHoạt động nội bộ: Du lịch hàng năm, teambuilding (hàng quý), liên hoan sinh nhật (hàng tháng)\n\n\n\n\nTHÔNG TIN KHÁC:\n\nThời gian làm việc: Thứ 2 – Thứ 7, Sáng từ 8h30 đến 12h00/ Chiều từ 13h30 đến 18h00\n\nĐịa điểm: Tầng 12, Tòa nhà Sông Đà, 131 Trần Phú, Hà Đông, Hà Nội\n\n CÁCH THỨC ỨNG TUYỂN\nỨng tuyển qua nút ỨNG TUYỂN ONLINE dưới đây.\nHạn cuối: 23:59 ngày 31/10/2024\nLưu ý: Do hạn chế về mặt thời gian, chúng tôi có thể sẽ chỉ phản hồi kết quả ứng tuyển qua email cho các ứng viên được chọn. Trong và sau khi ứng tuyển, vui lòng thường xuyên kiểm tra cả hòm thư Spam hoặc Promotions (Quảng cáo) để không bỏ sót bất cứ thông báo nào từ chúng tôi.\nỨNG TUYỂN ONLINE\n 1 applicant"
    ],
    "linkJob": "https://ybox.vn/tuyen-dung/hn-cong-ty-fordeer-commerce-tuyen-dung-thuc-tap-sinh-product-owner-full-time-2024-67170a7264c12f0c3f44dc66",
    "crawlTime": "29/10/2024",
    "skills": "THỰC TẬP SINH PRODUCT OWNER FULL-TIME"
  },
  {
    "title": "[HN] Công Ty BON Tuyển Dụng Quản Lí Phát Triển Kinh Doanh, Quản Lí Product Owner (Tech & Marketing), Quản Lí AI-CGO (Chief Growth Officer) Full-time 2024",
    "description": [
      " COMPANY INTRODUCTION\n\nWelcome to Bon, where we believe that strategic and purposeful branding is the key to unlocking the full potential of your emerging business. Act as a strategic branding consultant, our vision is to create a strong foundation for businesses that will drive growth, attract customers, and generate long-term value. Besides, BON prioritizes building “an intellectual garden - where talents belong”. It is a young, dynamic and enthusiastic corporate culture for the talents to be confident and free to develop themselves.\n",
      "QUẢN LÍ PHÁT TRIỂN KINH DOANH FULL-TIME\n Địa điểm: Hà Nội -  Kinh nghiệm: Yêu cầu ứng viên có kinh nghiệm -  Tính chất công việc: Toàn thời gian -  Chuyên môn: Business/ Data Analyst, Business Intelligence(Phân Tích Kinh Doanh) -  Mức lương: Thỏa thuận\n JOB DESCRIPTION\n\nKey Responsibilities:\n\n\nBuild up an extensive understanding of business context: which industry Bon operating, which particular problems Bon’s solving, and what special about Bon’s services\nStudy aggressively about best practice of doing marketing & branding for early businesses (Bon’s target audiences)\nKnow the team and available resources, have ability to formulate goals for the team, growth and business growth.\nBuild up Bon's business development plan which indicates SMART goals and necessary resources, sales kits & marketing materials\nLead and support the implementation of the marketing strategies.\nContact potential customers to establish relationships and arrange meetings.\nResearch and examine new opportunities and the best practices in niche markets.\nDevelop a sustainable growth strategy that focuses on increasing revenue and customer satisfaction.\nTake care of and enhance the value of existing customers while attracting new customers.\nCo-operation the team member to follow the working process.\n REQUIREMENTS\n\nQualifications:\n\n\n2+ years of experience working as A BD Manager/Marketing Manager.\nBachelor's degree or higher in Marketing/Administration or related field, or equivalent combination of education, experience and training.\nExceptional creativity in concept development and problem-solving.\nExcellent verbal and written communication skills.\nExperience in business management or strategy roles.\nDemonstrated ability to deal with ambiguity, think strategically and analytically.\nDemonstrated ability to multi-task and handle various competing priorities in a fast-paced environment.\nExperience creating presentations and brand content for clients in many different industries.\nExceptional attention to detail.\nAbility to work independently and collaboratively as part of a team.\nAbility to consistently uphold brand and style guidelines and communicate and potentially teach these standards to others internally.\nAbility to thrive in a start-up environment and quickly shift and adapt to an evolving industry.\n BENEFITS\n\nYour benefits and Growth:\n\n\nOur partners are foreign companies with many different industries, so you have a lot of opportunities to improve your skills and mindset in various fields.\nCompetitive NET salary, 13th-month salary and BONUS according to work performance.\nAn environment that encourages individual creative and professional growth.\n12-14 days of leave per year, full insurance payment as prescribed by law.\nLunch allowance: 600,000 VND/month; Parking allowance\nEvaluate performance every 6 months.\nGet funding for twice-yearly vacations and other interesting events.\nYoung and dynamic environment; BON respects individual thinking and frankly proposes and discusses to innovate and achieve more.\nWorking hours: 9:00 - 18:00, from Monday to Friday and 02 Saturdays (including an hour lunch break).\n HOW TO APPLY\nSubmit your application via the APPLY NOW button below.\nDeadline: 23:59 31/10/2024\nNote: Only selected candidates will be contacted (via email). Make sure that your email and Spam/ Promotions box are checked regularly so that you will not miss any notifications from us.\nAPPLY NOW",
      "QUẢN LÍ PRODUCT OWNER (TECH & MARKETING) FULL-TIME 2024\n Mức lương: Thỏa thuận -  Chuyên môn: Marketing, Truyền Thông, PR -  Kinh nghiệm: Yêu cầu ứng viên có kinh nghiệm -  Địa điểm: Hà Nội -  Tính chất công việc: Toàn thời gian\n JOB DESCRIPTION\n\nRole Overview: As the Product Owner (Tech & Marketing), you will be responsible for managing the development and execution of AI-powered solutions that drive marketing and business execution. You will serve as the bridge between the technical development team and marketing, ensuring the delivery of products that meet market needs and achieve business goals. This position demands a mix of technical knowledge, marketing insight, and product management experience.\n\nKey Responsibilities:\n\nProduct Strategy & Roadmap: Develop and maintain the product roadmap with a focus on creating AI-driven marketing and business solutions that align with customer needs.\nCross-Functional Collaboration: Collaborate with data scientists, AI engineers, marketing teams, and clients to ensure the successful integration of AI technologies into products.\nCustomer-Centric Product Design: Lead the development of AI-powered tools that solve customer pain points in business growth and marketing execution.\nRequirements Gathering & Prioritization: Collect feedback from internal and external stakeholders, translating it into product features and technical specifications.\nAI Integration & Innovation: Oversee the integration of AI technologies into marketing execution platforms, automation tools, and business solutions.\nSprint Planning & Execution: Organize and lead sprints with technical teams to develop, test, and launch product features on time.\nPerformance Monitoring & Optimization: Analyze product performance, customer feedback, and marketing impact, using AI to drive continuous product improvement.\nGo-to-Market Strategy: Work with marketing teams to design and implement effective launch strategies for new AI-driven products, ensuring market readiness.\n REQUIREMENTS\n\nQualifications:\n\nProven experience as a Product Owner, Product Manager, or similar role in a tech-driven environment, with a focus on AI and marketing.\nStrong understanding of AI technologies, machine learning, and data analytics as they apply to marketing and business solutions.\nExperience managing the development lifecycle of software products from ideation to launch.\nExcellent project management and organizational skills with a focus on agile methodologies.\nStrong marketing acumen with a deep understanding of market trends and customer needs in AI-powered solutions.\nAbility to translate technical concepts into business-friendly language and vice versa.\n BENEFITS\n\nYour benefits and Growth:\n\nOur partners are foreign companies with many different industries, so you have a lot of opportunities to improve your skills and mindset in various fields.\nCompetitive NET salary, 13th-month salary and BONUS according to work performance.\nAn environment that encourages individual creative and professional growth.\n12-14 days of leave per year, full insurance payment as prescribed by law.\nLunch allowance: 600,000 VND/month; Parking allowance\nEvaluate performance every 6 months.\nGet funding for twice-yearly vacations and other interesting events.\nYoung and dynamic environment; BON respects individual thinking and frankly proposes and discusses to innovate and achieve more.\nWorking hours: 9:00 - 18:00, from Monday to Friday and 02 Saturdays (including an hour lunch break).\n HOW TO APPLY\nSubmit your application via the APPLY NOW button below.\nDeadline: 23:59 31/10/2024\nNote: Only selected candidates will be contacted (via email). Make sure that your email and Spam/ Promotions box are checked regularly so that you will not miss any notifications from us.\nAPPLY NOW",
      "QUẢN LÍ AI-CGO (CHIEF GROWTH OFFICER) FULL-TIME 2024\n Tính chất công việc: Toàn thời gian -  Địa điểm: Hà Nội -  Kinh nghiệm: Yêu cầu ứng viên có kinh nghiệm -  Chuyên môn: Hành chính, Nhân sự -  Mức lương: Thỏa thuận\n JOB DESCRIPTION\n\nRole Overview: As the AI-CGO (Chief Growth Officer), you will be responsible for driving the overall growth of the company by leveraging AI to optimize business and marketing strategies. Your focus will be on identifying growth opportunities through data-driven insights, leading AI-powered marketing initiatives, and scaling business operations. This role requires a blend of technical and marketing expertise to execute strategies that fuel sustainable growth.\n\nKey Responsibilities:\n\nGrowth Strategy Development: Design and implement growth strategies across marketing, sales, and business operations using AI tools and data analytics.\nAI-Driven Marketing Optimization: Oversee the development and execution of AI-powered marketing strategies, including customer segmentation, personalized content, and automation.\nData-Driven Decision Making: Use predictive analytics and machine learning models to identify new revenue streams, enhance customer acquisition, and increase retention.\nMarket Research & Competitive Analysis: Leverage AI tools to analyze market trends, customer behavior, and competitor movements to adjust strategies.\nCollaboration with AI Teams: Work closely with the AI Solutions Architect and Data Science teams to ensure AI models and tools align with business objectives.\nGrowth KPIs Monitoring: Track performance metrics (CAC, LTV, ARR, etc.) to evaluate the success of growth strategies and identify optimization opportunities.\nPartnerships & Alliances: Build partnerships with external AI service providers, tech platforms, and marketing partners to enhance growth initiatives.\n REQUIREMENTS\n\nQualifications:\n\nProven experience in a leadership role focused on growth (CGO, VP of Growth, etc.), ideally within an AI or tech-driven organization.\nDeep understanding of marketing strategies, data-driven decision making, and digital transformation powered by AI.\nStrong knowledge of AI tools and platforms used in business growth, marketing, and automation.\nAnalytical mindset with experience in data science, AI, or machine learning to make informed business decisions.\nExcellent leadership skills, with the ability to manage cross-functional teams across AI, marketing, and business development.\n BENEFITS\n\nYour benefits and Growth:\n\nOur partners are foreign companies with many different industries, so you have a lot of opportunities to improve your skills and mindset in various fields.\nCompetitive NET salary, 13th-month salary and BONUS according to work performance.\nAn environment that encourages individual creative and professional growth.\n12-14 days of leave per year, full insurance payment as prescribed by law.\nLunch allowance: 600,000 VND/month; Parking allowance\nEvaluate performance every 6 months.\nGet funding for twice-yearly vacations and other interesting events.\nYoung and dynamic environment; BON respects individual thinking and frankly proposes and discusses to innovate and achieve more.\nWorking hours: 9:00 - 18:00, from Monday to Friday and 02 Saturdays (including an hour lunch break).\n HOW TO APPLY\nSubmit your application via the APPLY NOW button below.\nDeadline: 23:59 31/10/2024\nNote: Only selected candidates will be contacted (via email). Make sure that your email and Spam/ Promotions box are checked regularly so that you will not miss any notifications from us.\nAPPLY NOW"
    ],
    "linkJob": "https://ybox.vn/tuyen-dung/hn-cong-ty-bon-tuyen-dung-quan-li-phat-trien-kinh-doanh-quan-li-product-owner-tech-and-marketing-quan-li-ai-cgo-chief-growth-officer-full-time-2024-66f13caecedd965b6de70c22",
    "crawlTime": "29/10/2024",
    "skills": "QUẢN LÍ PHÁT TRIỂN KINH DOANH FULL-TIME",
    "salary_range": "Yêu cầu ứng viên có kinh nghiệm",
    "workplace": "Toàn thời gian"
  },
  {
    "title": "[HN] Công Ty Matech Mobile Tuyển Dụng Intern Product Owner Mảng Mobile App Full-time 2024",
    "description": [
      " GIỚI THIỆU CÔNG TY\n\nMatech Mobile thành lập vào ngày 20/05/2020 với nền tảng là một đơn vị phát triển phần mềm, ứng dụng cho Mobile. Trải qua 04 năm hình thành và phát triển, với đội ngũ nhân sự trẻ giàu tri thức, nhiệt huyết và sáng tạo, Matech Mobile đã phát huy tối đa sức mạnh nội lực và xây dựng công ty trên nền tảng văn hóa \"Tiếp đón và đối đãi bằng cả tấm lòng\". Những sản phẩm từ công ty cung cấp ra thị trường hiện nay không ngừng được nâng cao chất lượng và đa dạng hóa mang đến giá trị tốt nhất cho khách hàng, đặc biệt tại thị trường US, Matech Mobile hoàn toàn tin tưởng sẽ là công ty phát triển sản phẩm nằm trong top 10 của châu Á trong lĩnh vực phát triển ứng dụng. \n\n\n",
      "INTERN PRODUCT OWNER MẢNG MOBILE APP FULL-TIME\n Tính chất công việc: Thực tập; Toàn thời gian -  Chuyên môn: Lập trình -  Địa điểm: Hà Nội -  Mức lương: Từ 4 Triệu - Dưới 8 Triệu VNĐ / Tháng -  Kinh nghiệm: Không cần kinh nghiệm - Đừng lo! Chúng tôi sẽ đào tạo bạn từ đầu. Có kinh nghiệm là điểm cộng!\n MÔ TẢ CÔNG VIỆC\n\nCùng team nghiên cứu phát triển sản phẩm: Nghiên cứu các tính năng, nghiên cứu người dùng, nghiên cứu thị trường và đối thủ cạnh tranh.\n\nNghiên cứu phương pháp tối ưu hóa sản phẩm và giữ chân người dùng.\n\nSử dụng dữ liệu và công cụ phân tích để đo lường hiệu suất của sản phẩm.\n\nTổng hợp các kết quả nghiên cứu cùng team đưa ra đề bài và phối hợp với Designer và Developer để sản xuất, phát hành, cải tiến các sản phẩm Mobile app.\n\nTham gia xây dựng và phát triển các kế hoạch Marketing.\n\nSáng tạo các ý tưởng, tính năng về sản phẩm Mobile app hữu ích cho người dùng.\n\nNghiên cứu người dùng bằng các công cụ hỗ trợ; Tổng hợp dữ liệu và đưa ra ý tưởng, giải pháp cải tiến sản phẩm.\n\nThử nghiệm A/B testing các phương án cải tiến sản phẩm.\n\nCùng team PO theo dõi và đưa ra quyết định quyết đoán, chính xác cho việc phân phối sản phẩm đến người dùng.\n\nÁp dụng mô hình Agile, sử dụng công cụ Jira kiểm soát Task list đảm bảo tiến độ dự án.\n\n YÊU CẦU ỨNG VIÊN\n\nTốt nghiệp hoặc đang là sinh viên năm cuối các ngành Công nghệ thông tin, hệ thống thông tin, khoa học máy tính…\n\nCó tư duy hệ thống tốt, logic rõ ràng, khả năng tự học nghiên cứu, thích sáng tạo.\n\nƯu tiên ứng viên có khả năng đọc hiểu tài liệu bằng tiếng Anh, từng có giải thưởng nghiên cứu hoặc trưởng nhóm tại trường ĐH\n\nThời gian làm việc: Full-time\n\n CHÍNH SÁCH ĐÃI NGỘ\n\nMức lương cạnh tranh – hấp dẫn, đánh giá năng lực 2 lần/năm . Có lộ trình đào tạo và  phát triển nghề nghiệp rõ ràng.\n\nThưởng các ngày lễ tết (30/4-1/5, 2/9, tết dương lịch).\n\nHỗ trợ ăn trưa 500.000đ/ tháng, miễn phí gửi xe máy tháng, cung cấp trang thiết bị hiện đại phục vụ cho công việc \n\nThưởng/bonus khi có chứng chỉ AWS, TOEFL, IELTS và các chứng chỉ khác theo quy định của công ty \n\nCác hoạt động teambuilding, company trip và hoạt động gắn kết nội bộ khác:Dịch vụ trà/ cafe/ snack/ Happy hour miễn phí \n\nCơ hội thăng tiến và trở thành thành viên key tại công ty cũng như nâng cao thu nhập cho người có năng lực, tâm huyết và gắn bó lâu dài. \n\nThời gian làm việc: 8h30 - 18h00 từ thứ 2 đến thứ 6 hàng tuần (nghỉ trưa 1.5h).\n\n CÁCH THỨC ỨNG TUYỂN\nỨng tuyển qua nút ỨNG TUYỂN ONLINE dưới đây.\nHạn cuối: 23:59 ngày 31/10/2024\nLưu ý: Do hạn chế về mặt thời gian, chúng tôi có thể sẽ chỉ phản hồi kết quả ứng tuyển qua email cho các ứng viên được chọn. Trong và sau khi ứng tuyển, vui lòng thường xuyên kiểm tra cả hòm thư Spam hoặc Promotions (Quảng cáo) để không bỏ sót bất cứ thông báo nào từ chúng tôi.\nỨNG TUYỂN ONLINE\n 14 applicants"
    ],
    "linkJob": "https://ybox.vn/tuyen-dung/hn-cong-ty-matech-mobile-tuyen-dung-intern-product-owner-mang-mobile-app-full-time-2024-66e027301561fe5ffbf2f8b9",
    "crawlTime": "29/10/2024",
    "skills": "INTERN PRODUCT OWNER MẢNG MOBILE APP FULL-TIME"
  },
  {
    "title": "[HN] ViCare Tuyển Dụng Product Owner Internship Tháng 4/2017",
    "description": [
      "ViCare Product owner internship - Hanoi",
      "The Role",
      "We are now looking for a highly motivated, experienced and enthusiastic Product Owner to guide the development of our website. This is a unique opportunity to be part of a young and energetic group of entrepreneurs whose vision is to change Vietnam’s healthcare for the better. You will have the experience of building a product from scratch, with the backing of experienced investors and executives.",
      "In the Agile Scrum software development environment, the Product Owner is the project’s key stakeholder. The Product Owner is responsible for the product and product features from concept to EOL.",
      "Who are you:",
      "An entrepreneur at heart: you love to try new things, and fail, and try again!\nYou have a passion for healthcare and make quality healthcare accessible to every Vietnamese\nYou like to think in a very analytical and creative way, but also have the “street-smart” to get stuff done  \nYou are not afraid to step out of your comfort zone and learn a wide range of new skills and mindsets, from data analysis to process design, social engineering and team building",
      "Your responsibilities:",
      "Research and translate Commerce & Business Community team’s requirements into feature requests with detailed specifications for product features for the development team to implement\nDevelop and maintain an appropriately prioritized list of feature requests for implementation\nWork with other product owners and technical leads to determine scope and priorities for product development cycles\nAct as an ambassador for the product internally and externally, and as the primary technical contact for queries related to the product\nThe internship is expected to last 3 months. After 3 months candidates can discuss on long term employment with the company if suitable",
      "Your skills / requirements:",
      "3rd or 4th-year college student or recent graduate\nHighly analytical, strong rational thinking, creative and observant\nIndependent thinker, quick to adapt to new challenges\nHard-working, efficient under pressure and knows how to make appropriate prioritizations in order to reach desired goal\nPossess basic problem-solving, communication and observation skills\nNo technical background needed!\nPassionate about ViCare’s vision of changing Vietnam’s healthcare for the better\nProactive thinking. Being able to think one (preferably three) step ahead, foresee upcoming problems and always present a suggested solution.",
      "We offer you:",
      "An exciting blend of a vibrant startup environment and professional operations from experienced executives\nStandardized training course in analytics and product ownership designed by our team leaders\nSteep-learning curve given you will be building your own technical software products\nA real challenge – highly qualified tasks within a wide range of areas, where team effort is pivotal and solutions rarely obvious",
      " ",
      "What is ViCare.vn?",
      "We are a startup with a vision to make quality healthcare more accessible to every Vietnamese by making information more transparent and connection to medical facilities seamless. We are a team of young and hungry entrepreneurs who want to learn, do things and make a positive change in the world, and in the process transforming ourselves for the better.   ",
      "Who are founding members?",
      "Pham Anh Duc – founder and CEO: A young entrepreneur with extensive experience in strategy and day-to-day operation. Previously CEO of Nhanh Ltd, a SaaS start-up and Chief Commercial Officer of Vatgia Group. Before that country head of Marketing at Lazada Vietnam and management consultant with 2+ year at McKinsey&Co with strong retail and SME banking background in Vietnam, Indonesia and Thailand. Areas of experience include E-commerce and its ecosystem, online marketing and partnership, Business Unit strategy, design and implementation of credit risk tool and organizational transformation.",
      "Dave Bui – co-founder and CTO: Over six years of experience working in three of the best-known digital marketing agencies in Australia and United Kingdom (Isobar UK, Isobar Australia, Next Digital Group). Having a global mindset from living and traveling to different cultures across 4 continents. Strongly passionate about making empowering technology products that could change everyday life.",
      "APPLY NOW!",
      "Please send your CV and other relevant documents for your application to myvicare.hr@gmail.com - with the subject “Product owner intern”"
    ],
    "linkJob": "https://ybox.vn/tuyen-dung/hn-vicare-tuyen-dung-product-owner-internship-thang-4-2017-5aea4e0aa1e7524b07282b14",
    "crawlTime": "29/10/2024"
  }
]