[
  {
    "title": "[HN/HCM] Công Ty Phần Mềm Cốc Cốc Tuyển Dụng Thực Tập Sinh Multimedia, Junior Software Engineer (PHP) Full-time 2024",
    "description": [
      " COMPANY INTRODUCTION\n\nCốc Cốc - We are building a better browser and search engine for Vietnamese because we care about and focus on Vietnamese users. We have been competing against global competitors for more than 10 years and while it is a great challenge, we have lots of opportunities to make a difference and have an impact. Our vision is to become the gateway to the Internet used every day by most Vietnamese in 2025.\n\n●     Cốc Cốc Browser - Like most of the major browsers, our Coc Coc browser is based on the Chromium open-source platform. Then we make it better by adding features specifically designed for the needs and habits of Vietnamese Internet users. Cốc Cốc browser is available on desktop and mobile, with 25 million users and 10.2 million mobile app installs.\n\n●     Cốc Cốc Search – We built our search engine from scratch and optimized our search results for Vietnamese users, helping them find accurate information conveniently. Our search engine also includes vertical search features that are specific to Vietnamese users' needs.\n\n●     Cốc Cốc Ads - Cốc Cốc Ads Platform is one of the market leaders. Cốc Cốc owns a large online advertising platform with many premium ad formats and optimization tools. We serve more than 7500 client companies operating in more than 20 different business sectors.",
      "JUNIOR SOFTWARE ENGINEER (PHP)\n Kinh nghiệm: Yêu cầu ứng viên có kinh nghiệm -  Mức lương: Thỏa thuận -  Địa điểm: Hồ Chí Minh -  Chuyên môn: Lập trình -  Tính chất công việc: Toàn thời gian\n JOB DESCRIPTION\nWe are seeking a talented Junior PHP Backend Software Engineer who has broad skills of technical knowledge and is ready for interesting challenges. As being part of our team, you will help to build our search engine that serves millions of search requests and provide meaningful features. \n\n\nRESPONSIBILITIES\nArchitect and develop stable and high availability web service.\nLead technical vision in Backend technology trends.\nRapidly build, iterate, test and deploy new features and products.\nMaintain a high-quality robust codebase.\nManage and contribute code to large scale projects from inception to\ncompletion.\nInspire engineers to explore and learn the latest technologies in the\nindustry.\nWilling to learn new technologies.\n REQUIREMENTS\n\nRequired skills: \n\n1+ years of PHP development experience.\nHands-on experience working with PHP frameworks Laravel, Slim.\nFamiliar with SOLID principles, design patterns, Domain Driven Design.\nExperience working with queue system (RabbitMQ, Kafka).\nExperience working with cache system (Redis, Memcache).\nExperience working with Nginx as proxy.\nExperience working with container environment: docker, docker-compose, Kubernetes.\nExperience working with Linux environment.\nExperience with different databases. Relational (eg. PostgreSQL, MySQL) or NoSQL (eg. MongoDB, …).\nExtensive REST API development experience.\nAttention to detail and demonstrable design and UX sensibilities.\nExcellent verbal and written communication skills, a team player with strong analytical, problem solving, debugging, and troubleshooting skills.\n\n \n\nNice-to have skills:\n\nAbility to take product requirements and break down into concise technical requirements to execute on them.\nStrong orientation towards data and use data to drive decisions.\nWillingness to mentor and delegate work to promote growth on the team.\nWorked with large-scale and high-traffic projects.\nExperience in Test Driven Development (TDD).\n BENEFITS\n\nWHY YOU'LL LOVE WORKING AT CỐC CỐC\n\nFew countries have local challengers in the search and browser space. Vietnam is one of those countries thanks to Cốc Cốc. There are a lot of challenges in competing against dominant global players, but also lots of rewards when we succeed.\n\n \n\nCompetitive benefits:\n\nCompetitive salary and bonus scheme with a 13th month salary.\nPerformance review twice/year with opportunity to grow or rotate internally.    \nSpecial annual leave policy with minimum 19 days/year, plus 1 day off on your birthday.\nAnnual WFH policy.  \nAdvanced 24/7 Health Insurance for all employees.\nGreat Trade Union benefits such as birthdays, marriage, new born child...\n\n\n\n\nProfessional growth:\n\nOpportunities to learn and grow through regular training programs, coaching and internal sharing.\nWork in a diverse environment with talented colleagues and partners/customers, local and expats. \n\n \n\nPositive workplace: \n\nDifferent exciting internal events to make you part of the Cốc Cốc family.\nCozy pantry with plenty of snacks, juice and coffee/tea every day.\nMany interesting hobby clubs to share your passions like English Club, Yoga, Billard or Football.\n HOW TO APPLY\nSubmit your application via the APPLY NOW button below.\nDeadline: 23:59 20/11/2024\nNote: Only selected candidates will be contacted (via email). Make sure that your email and Spam/ Promotions box are checked regularly so that you will not miss any notifications from us.\nAPPLY NOW\n 2 applicants",
      "THỰC TẬP SINH MULTIMEDIA\n Kinh nghiệm: Không cần kinh nghiệm - Đừng lo! Chúng tôi sẽ đào tạo bạn từ đầu. Có kinh nghiệm là điểm cộng! -  Mức lương: Không lương -  Địa điểm: Hà Nội -  Chuyên môn: Marketing, Truyền Thông, PR -  Tính chất công việc: Thực tập; Toàn thời gian\n JOB DESCRIPTION\n\nThe HR Department is looking for a passionate Multimedia Intern to join our ambitious Employer Branding and Internal Communication team. With the mission to be a strategic partner, our Human Resource Department provides various activities and policy directions to attract, develop, retain, and engage employees. The EB & IC team is expected to build, develop and spread Cốc Cốc as an employer of choice. Join our young and dynamic team, you will have opportunities to make use of your skills and abilities to create lots of eye-catching media products that make Cốc Cốc workplace be more attractive. This is a stage for you to be creative!\n\n\nJOB DESCRIPTION\n• Work closely with EB & IC team members to deliver media products with a majority of 2D graphic and other appropriate formats that meet the brief and platform requirements.\n• Proactively participate in brainstorming, planning, producing, demonstrating and receiving feedback to deliver high quality output in time with effective key message(s).\n• Ensure aesthetics and consistency in terms of Cốc Cốc's brand guidelines.\n• Store and manage the media assets of Cốc Cốc on the mass media.\n• Support in taking photos and/or making videos for EB and IC activities (if required).\n• Stay updated on graphic design trends.\n\n\n\n\nHIRING PROCESS\nPhone Screening > Home Test > Onsite Interview\n\n\n REQUIREMENTS\n\n• Strong knowledge and skills in graphic design.\n• Competent multimedia production tools skills in one of the following Photoshop, Adobe Illustration. Premiere Pro is preferable.\n• Good at editing videos and taking photographs on smartphones is a big plus.\n• Proficiency with using cameras (Canon or smartphone).\n• Good communication, teamwork skills and creative skills.\n• Logical thinking skills, open to feedback and willingness to make changes.\n• Self-motivation and the ability to work to deadlines to cope with several projects.\n• Fearless in tackling challenges, full of positive energy and enthusiasm.\n\n\n BENEFITS\n\nWHY YOU'LL LOVE WORKING FOR CỐC CỐC\n\nFew countries have local challengers in the search and browser space. Vietnam is one of those countries thanks to Cốc Cốc. There are a lot of challenges in competing against dominant global players, but also lots of rewards when we succeed.\n• Opportunities for you to learn and grow with various learning & development programs, coaching and internal sharing.\n• Sharing knowledge about graphic design, useful tips on creative topics from Creative Art Designer, team EB-IC.\n• Different exciting internal events to make you part of the Cốc Cốc family\n• Cozy pantry with plenty of snacks, juice and coffee/tea bars every day\n• Many interesting hobby clubs to share your passions like English Club, Yoga, Billard or Football.\n\n\n HOW TO APPLY\nSubmit your application via the APPLY NOW button below.\nDeadline: 23:59 20/11/2024\nNote: Only selected candidates will be contacted (via email). Make sure that your email and Spam/ Promotions box are checked regularly so that you will not miss any notifications from us.\nAPPLY NOW"
    ],
    "linkJob": "https://ybox.vn/tuyen-dung/hn-hcm-cong-ty-phan-mem-coc-coc-tuyen-dung-thuc-tap-sinh-multimedia-junior-software-engineer-php-full-time-2024-671f0b9b72e5603c91107e0f",
    "crawlTime": "29/10/2024",
    "skills": "JUNIOR SOFTWARE ENGINEER (PHP)",
    "salary_range": " - ",
    "workplace": " - "
  },
  {
    "title": "[HN-DN] Tuyển gấp Software Engineer, .NET/ Java/ Full-stack Developer, IT Professional Services Director",
    "description": [
      " ",
      " YBOX.VN cảm ơn bạn đã chọn chúng tôi là kênh đăng tải thông tin tuyển dụng",
      "Tuy nhiên, hiện tại bài viết [[HN-DN] Tuyển gấp Software Engineer, .NET/ Java/ Full-stack Developer, IT Professional Services Director] vì một số lý do đã chưa hoàn thành, vì vậy Ban biên tập chưa thể xử lý và đăng thông tin này.",
      "P/S: Bài viết của bạn xảy ra lỗi có thể do nội dung chứa một số biểu tượng, hoặc cảm xúc Vì vậy, các nội dung tiếp theo những biểu tượng sẽ bị mất đi.  ",
      "Hãy kiểm tra lại bài viết của bạn sau khi gửi bài bằng thao tác Xem bài viết.  ",
      "Bạn vui lòng xem hướng dẫn đăng bài TẠI ĐÂY: https://goo.gl/ZtS06U để công tác kiểm duyệt thuận lợi hơn.",
      "Chúc bạn một ngày tốt lành, ",
      "Ybox Team <3",
      "--------------------------------- ",
      "",
      "Kênh thông tin chất lượng cao của Sinh Viên & Giới Trẻ Việt Nam",
      "Website: www.ybox.vn",
      "Facebook:www.facebook.com/ybox.vn",
      "LinkedIn:https://vn.linkedin.com/in/yboxvn"
    ],
    "linkJob": "https://ybox.vn/tuyen-dung/hn-dn-tuyen-gap-software-engineer-net-java-full-stack-developer-it-professional-services-director-5aea4e306a36c34b1de8ddf2",
    "crawlTime": "29/10/2024",
    "workplace": "Thích"
  }
]