[
  {
    "title": "Chuyên Gia Phân Tích và Hoạch Định Dữ Liệu",
    "company": "Techcombank",
    "salary_range": "You'll love it",
    "timeWork": "Thứ 2 - Thứ 6",
    "timeOt": "Không có OT",
    "nation": "Vietnam",
    "company_model": "Sản phẩm",
    "company_size": "1000+ nhân viên",
    "linh_vuc": "Ngân Hàng",
    "createdAt": " Đăng 12 giờ trước",
    "description": [
      "Mô tả công việc",
      "MỤC ĐÍCH CÔNG VIỆC ",
      "MỤC ĐÍCH CÔNG VIỆC ",
      "1. Kiến trúc dữ liệu bao gồm nhưng không giới hạn việc lưu trữ, tổ chức dữ liệu có thứ tự, có hệ thống để dữ liệu tại AMC được sử dụng một cách hiệu quả và tạo giá trị cao nhất.\n2. Tự động hóa một phần hoặc toàn bộ các thao tác/nghiệp vụ, số hóa dữ liệu, hướng tới số hóa quy trình thông qua các hệ thống để giảm thiểu thời gian xử lý khoản vay và tăng hiệu quả xử lý nợ.\n3. Xây dựng, kiểm định các mô hình nhằm đáp ứng yêu cầu đặt ra của công ty trong từng giai đoạn cụ thể.",
      "",
      "",
      "TRÁCH NHIỆM CHÍNH",
      "TRÁCH NHIỆM CHÍNH",
      "1. Vận hành, cải tiến không giới hạn các đường ống dữ liệu DataMart Tín Chấp;\n2. Vận hành, tiếp nhận các yêu cầu từ đơn vị nghiệp vụ để cải tiến không giới hạn các báo cáo hoạt động thu hồi nợ Tín Chấp: Tracking Portfolio; Tracking Performance; Tracking Productivity; ...;\n3. Vận hành phần việc Allocation, thu nợ, giải tỏa, phong tỏa tài khoản tiền gửi của danh mục khách hàng tín chấp;",
      "",
      "",
      "4. Xây dựng, kiểm định mô hình dự đoán khả năng trả nợ khách hàng tín chấp, chấm điểm khách hàng; \n5. Xây dựng, kiểm định mô hình dự đoán số tiền, thời gian trả nợ khách hàng tín chấp;\n6. Đề xuất và xây dựng các chiến lược thu hồi nợ theo từng thời kỳ.",
      "",
      "",
      "7. Thiết lập, duy trì mối quan hệ giữa Công ty với các Đơn vị trong hệ thống để phục vụ công việc hiệu quả;\n8. Tuân thủ các chính sách, các quy trình quy định được ban hành trong từng thời kỳ nhằm giảm thiểu rủi ro trong công tác hoạt động và nâng cao hiệu quả công việc. \n9. Thực hiện các công việc khác theo phân công của lãnh đạo Công ty",
      "",
      ""
    ],
    "yc": [
      "Yêu cầu công việc",
      "Bằng cấp/Nghiệp vụ: \nTốt nghiệp Đại học, chuyên ngành Tài chính ngân hàng / Khoa học máy tính / Công nghệ thông tin\nKinh nghiệm: 05 năm làm việc trong lĩnh vực Tài chính ngân hàng / Khoa học máy tính / Công nghệ thông tin\n- Tiếng Anh, Theo quy định của Công ty từng thời kỳ  ",
      "Bằng cấp/Nghiệp vụ: ",
      "",
      "",
      "",
      "Năng lực Chuyên môn",
      "Năng lực Chuyên môn",
      "Lập mô hình tính toán: Cấp độ 3",
      "Quản trị dữ liệu: Cấp độ 3",
      "Quản lý dữ liệu: Cấp độ 3",
      "Khai thác dữ liệu: Cấp độ 3",
      "Quản lý siêu dữ liệu: Cấp độ 3",
      "Lập trình: Cấp độ 3",
      "Năng lực Lãnh đạo",
      "Năng lực Lãnh đạo",
      "Thay đổi và đổi mới: Cấp độ 2",
      "Hợp tác: Cấp độ 2",
      "Hướng tới kết quả: Cấp độ 2",
      "Tư duy chiến lược: Cấp độ 2",
      "Phát triển nhân tài: Cấp độ 2",
      "Phù hợp với Văn hóa tổ chức (5 giá trị cốt lõi)",
      "Phù hợp với Văn hóa tổ chức (5 giá trị cốt lõi)",
      "Đổi Mới Và Sáng Tạo",
      "Hợp Tác Vì Mục Tiêu Chung",
      "Phát Triển Bản Thân",
      "Khách Hàng Là Trọng Tâm",
      "Phẩm chất cá nhân",
      "Phẩm chất cá nhân",
      "Chính trực, khiêm tốn",
      "Lạc quan, thích nghi tốt, kiểm soát cảm xúc tốt",
      "Tận tâm, ưa thích cường độ làm việc cao, bền bỉ và hướng tới mục tiêu thách thức",
      "Có sức thuyết phục, dám theo đuổi cách làm việc mới và có tư duy tiến bộ"
    ],
    "linkJob": "https://itviec.com/viec-lam-it/chuyen-gia-phan-tich-va-hoach-dinh-du-lieu-techcombank-1157?lab_feature=preview_jd_page",
    "linkCompany": "",
    "crawlTime": "26/10/2024",
    "address": [
      " C5 Building Tower, D’Capitale Tower, 119 Tran Duy Hung, Cau Giay, Ha Noi "
    ],
    "workplace": "Tại văn phòng",
    "skills": [
      "Database",
      "Data Analyst"
    ]
  }
]