[
  {
    "title": "Expert, IT Network & Security Infrastructure Operations",
    "company": "Techcombank",
    "salary_range": "You'll love it",
    "timeWork": "Thứ 2 - Thứ 6",
    "timeOt": "Không có OT",
    "nation": "Vietnam",
    "company_model": "Sản phẩm",
    "company_size": "1000+ nhân viên",
    "linh_vuc": "Ngân Hàng",
    "createdAt": " Đăng 9 ngày trước",
    "description": [
      "Mô tả công việc",
      "Job Purpose\nThe IT NETWORK & SECURITY Operation Expert is responsible for providing NETWORK & SECURITY expert knowledge in the NETWORK & SECURITY infra operation to ensure the stability and performance of the systems.\n1. To prevent the incidents & problems from happening by:\n• Proactively address weaknesses, risks and problems on the NETWORK & SECURITY infra then have remediation plan to mitigate it to improve quality of services.\n• Periodically review and assess the weaknesses, risks of the NETWORK & SECURITY infra.\n2. Manage & hands-on incidents/problems solving activities:\n• Manage the troubleshooting and directly handle the incidents & problems relating to the NETWORK & SECURITY infra.\n• Analyze and conclude the root cause of the incidents & problems, define & implement the solutions to recover the services quickly and prevent them from repeating.\n3. Co-operate with NETWORK & SECURITY operation functions to establish and apply operation best practices, standards and frameworks into the NETWORK & SECURITY operation of TCB:\n• Train and support.\n• Improve the operating processes and tools.\n• Monitor & report out the compliance of the operation activities in real-life.",
      "",
      "",
      "1. To prevent the incidents & problems from happening by:",
      "1. To prevent the incidents & problems from happening by:",
      "",
      "",
      "",
      "2. Manage & hands-on incidents/problems solving activities:",
      "2. Manage & hands-on incidents/problems solving activities:",
      "",
      "",
      "",
      "3. Co-operate with NETWORK & SECURITY operation functions to establish and apply operation best practices, standards and frameworks into the NETWORK & SECURITY operation of TCB:",
      "3. Co-operate with NETWORK & SECURITY operation functions to establish and apply operation best practices, standards and frameworks into the NETWORK & SECURITY operation of TCB:",
      "",
      "",
      "",
      "Key Accountabilities (1)\n- Collaborate with the appropriate departments to deeply understand the NETWORK & SECURITY infra, as a basis for the efficient and stable operation of services.\n- Define operation frameworks, standards, processes, checklists, and tools for the NETWORK & SECURITY infra and communicate them to NETWORK & SECURITY operation functions to apply into daily operation.\n- Analyze and propose improvements upon technology and standards across the organization.\n- Participate in training courses to remain up-to-date and knowledgeable in terms of industry trends and emerging technologies for IT operation support.\n- Provide advice, trainings, and supports to people in the NETWORK & SECURITY operation function.\n- Participate as a key member in the incident response team to directly drive incident/problem handling progress and also responsible for analyzing and concluding the root cause of the incidents and problems; define and implement the solutions to recover the services quickly and prevent them from repeating.\n- Develop methodology and assessment plan to proactively address weaknesses, risks and problems on the NETWORK & SECURITY infra, then provide remediation plan to improve quality of services.\n- Creatively and independently provide resolutions to technical problems in a productivity and quality of service manner.\n- Monitor and report out the compliance of the operation activities in real-life.\n- Report periodically to the Director of Infrastructure Services Excellent Center. ",
      "Key Accountabilities (1)",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "Key Accountabilities (2)\n- Identify risks and coordinate with relevant units to propose methods to measure and minimize risks in the NETWORK & SECURITY infra operations.\n- Ensure that team members fulfill their commitments on service quality and comply with the Bank's regulations and policies ",
      "Key Accountabilities (2)",
      "",
      "Identify risks and coordinate with relevant units to propose methods to measure and minimize risks in the NETWORK & SECURITY infra operations.",
      "",
      "Ensure that team members fulfill their commitments on service quality and comply with the Bank's regulations and policies"
    ],
    "yc": [
      "Yêu cầu công việc",
      "- A bachelor’s degree in computer science or a related field.\n- Advanced certification such as CCNP, CCIE, CISSP, CEH, CISM, etc. is an advantage.\n- A minimum of 8 years' experience as a NETWORK & SECURITY operator.\n- Proficiency in design, build and operate the bank network & security infra.\n- Analytical mindset and good problem-solving skills.\n- Excellent verbal and written communication skills.\n- Highly organized and responsible.\n- Capable of working under pressure.\n- Up-to-date with trends and developments in network & security infra administration.\n- English, according to TCB's regulations in each period. \n ",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    "linkJob": "https://itviec.com/viec-lam-it/expert-it-network-security-infrastructure-operations-techcombank-3000?lab_feature=preview_jd_page",
    "linkCompany": "",
    "crawlTime": "26/10/2024",
    "address": [
      " C5 Building Tower, D’Capitale Tower, 119 Tran Duy Hung, Cau Giay, Ha Noi "
    ],
    "workplace": "Tại văn phòng",
    "skills": [
      "Security",
      "English",
      "Networking"
    ]
  }
]