[
  {
    "title": "Expert Wordpress Developer",
    "company": "Employment Hero",
    "salary_range": "Đăng nhập để xem mức lương",
    "timeWork": "Thứ 2 - Thứ 6",
    "timeOt": "Không có OT",
    "nation": "Australia",
    "company_model": "Sản phẩm",
    "company_size": "1000+ nhân viên",
    "linh_vuc": "Sản Phẩm Phần Mềm và Dịch Vụ Web",
    "createdAt": " Đăng 15 ngày trước",
    "description": [
      "Mô tả công việc",
      "Our mission and where you fit in",
      "Our mission and where you fit in",
      "At Employment Hero, we’re an ambitious bunch of people on a mission to make employment easier and more valuable for everyone.",
      "Our world-class software is the easiest way for businesses to manage HR, payroll, employee engagement, and benefits.",
      "Since our inception in 2014, we've had some pretty impressive growth (100% YoY), reached unicorn status in 2022, and now serve 300,000 businesses globally, with 2 million+ users on the platform. We have no plans to slow down. ",
      "There’s never been a more exciting time to join one of the fastest-growing SaaS unicorns, so let’s see if we could be a match!",
      " ",
      "Role Overview",
      "Role Overview",
      "We are looking for Expert WordPress Developers to help us build a high-performance, scalable WordPress site from the ground up. This isn’t your typical WordPress development role — we need someone who can design and develop bespoke solutions tailored to modern WordPress architecture, utilizing the full potential of the Gutenberg editor, with a focus on performance, security, and minimal reliance on external plugins.",
      " ",
      "Key Responsibilities ",
      "Key Responsibilities",
      "Develop a custom WordPress theme from scratch, or extend a lightweight starter theme, with an emphasis on minimalism and performance.\nHeavily adopt the Gutenberg block editor experience, enabling editors to create complex templates and content layouts without developer intervention.\nArchitect a multi-site setup that supports publishing across multiple regions simultaneously, with region-specific overrides where necessary.\nBuild complex, multi-faceted content types using attributes on Gutenberg blocks, avoiding unnecessary reliance on custom fields or bulky plugins.\nEnsure that the site primarily renders as static content for optimal performance, while progressively degrading if JavaScript is disabled.\nOptimize the site to achieve high scores on Core Web Vitals, prioritizing user experience and page load speed.\nImplement best practices in security, ensuring that the site is protected against common vulnerabilities.\nIntegrate with CDNs and full-page caching solutions to ensure that the site scales efficiently to handle large traffic volumes.\nKeep the external plugin footprint minimal, focusing on bespoke solutions and avoiding large or cumbersome plugin stacks.\nEnsure that JavaScript payloads are light and minimally intrusive, deferring scripts where possible and minimizing custom JS to avoid performance penalties.\nImplement image optimization strategies, including responsive images and modern formats (e.g., WebP), to ensure fast load times and minimal bandwidth usage.\nEstablish reusable patterns and components that empower the marketing team to design and deploy no-code templates independently, without developer involvement.\nEnsure accessibility compliance with WCAG AA standards to deliver an inclusive user experience.\nEmploy modern responsive CSS practices without relying on heavy-weight CSS frameworks, ensuring the design is adaptable across devices without unnecessary overhead.\nSupport analytics integration in a minimally intrusive way, avoiding performance impacts while ensuring accurate data collection.",
      "Develop a custom WordPress theme from scratch, or extend a lightweight starter theme, with an emphasis on minimalism and performance.",
      "Heavily adopt the Gutenberg block editor experience, enabling editors to create complex templates and content layouts without developer intervention.",
      "Architect a multi-site setup that supports publishing across multiple regions simultaneously, with region-specific overrides where necessary.",
      "Build complex, multi-faceted content types using attributes on Gutenberg blocks, avoiding unnecessary reliance on custom fields or bulky plugins.",
      "Ensure that the site primarily renders as static content for optimal performance, while progressively degrading if JavaScript is disabled.",
      "Optimize the site to achieve high scores on Core Web Vitals, prioritizing user experience and page load speed.",
      "Implement best practices in security, ensuring that the site is protected against common vulnerabilities.",
      "Integrate with CDNs and full-page caching solutions to ensure that the site scales efficiently to handle large traffic volumes.",
      "Keep the external plugin footprint minimal, focusing on bespoke solutions and avoiding large or cumbersome plugin stacks.",
      "Ensure that JavaScript payloads are light and minimally intrusive, deferring scripts where possible and minimizing custom JS to avoid performance penalties.",
      "Implement image optimization strategies, including responsive images and modern formats (e.g., WebP), to ensure fast load times and minimal bandwidth usage.",
      "Establish reusable patterns and components that empower the marketing team to design and deploy no-code templates independently, without developer involvement.",
      "Ensure accessibility compliance with WCAG AA standards to deliver an inclusive user experience.",
      "Employ modern responsive CSS practices without relying on heavy-weight CSS frameworks, ensuring the design is adaptable across devices without unnecessary overhead.",
      "Support analytics integration in a minimally intrusive way, avoiding performance impacts while ensuring accurate data collection."
    ],
    "yc": [
      "Yêu cầu công việc",
      "You’re the hero we’re looking for if you: ",
      "You’re the hero we’re looking for if you:",
      "Have a deep understanding of modern WordPress architecture and Gutenberg editor development.\nCan create lightweight, high-performance WordPress sites that can scale to handle large volumes of content and traffic.\nCare about the user experience, accessibility, and know how to optimize for speed, security, and stability.\nHave experience establishing reusable design patterns that empower non-technical teams to work independently.\nTake pride in building bespoke solutions that avoid unnecessary bloat and complexity.\nFamiliar with modern CSS practices and know how to build responsive designs without heavy frameworks.\nUnderstand how to integrate analytics integrations in a way that minimizes impact on site performance.",
      "Have a deep understanding of modern WordPress architecture and Gutenberg editor development.",
      "Can create lightweight, high-performance WordPress sites that can scale to handle large volumes of content and traffic.",
      "Care about the user experience, accessibility, and know how to optimize for speed, security, and stability.",
      "Have experience establishing reusable design patterns that empower non-technical teams to work independently.",
      "Take pride in building bespoke solutions that avoid unnecessary bloat and complexity.",
      "Familiar with modern CSS practices and know how to build responsive designs without heavy frameworks.",
      "Understand how to integrate analytics integrations in a way that minimizes impact on site performance.",
      "It’ll be great, but not essential, if you also have:",
      "It’ll be great, but not essential, if you also have:",
      "Strong understanding of security practices and how they apply to WordPress development.\nExperience with CDN integration, full-page caching, and performance optimization for large-scale websites.\nAbility to architect solutions that rely on minimal external dependencies, prioritizing custom development where it makes sense.\nExpertise in optimizing JavaScript and image assets to ensure a lightweight, fast-loading experience for users.\nExperience in ensuring accessibility and meeting WCAG AA compliance standards.",
      "Strong understanding of security practices and how they apply to WordPress development.",
      "Experience with CDN integration, full-page caching, and performance optimization for large-scale websites.",
      "Ability to architect solutions that rely on minimal external dependencies, prioritizing custom development where it makes sense.",
      "Expertise in optimizing JavaScript and image assets to ensure a lightweight, fast-loading experience for users.",
      "Experience in ensuring accessibility and meeting WCAG AA compliance standards."
    ],
    "linkJob": "https://itviec.com/viec-lam-it/expert-wordpress-developer-employment-hero-1032?lab_feature=preview_jd_page",
    "linkCompany": "",
    "crawlTime": "25/10/2024",
    "address": [
      " Cach Mang Thang 8, District 10, Ho Chi Minh "
    ],
    "workplace": "Làm từ xa",
    "skills": [
      "Wordpress",
      "PHP"
    ]
  }
]